{
    "<page title>": "Acer B276hul Ymiidprz 27 Inch Ips 2560 X 1440 Widescreen Display  - Yikus.com",
    "aspectratio": ": 1.78:1",
    "brand": ": Acer",
    "category": ": MONITOR",
    "color": ": Grey",
    "ean": ": 0132018263372",
    "feature": [
        ": The Ultra-thin 27″ LED Display Comes Encased In An Stylish Bezel Matched With A Sturdy Black Base. The Flexible Height Adjusted And Rotation Stand Can Tilt And Swivel For The Optimal View And Includes",
        ": Signal Inputs: 1 X DVI-D, 2 X HDMI, 1 X Display Port & 1 X Display Port Out",
        ": The DVI-D Input With High-bandwidth Digital Content Protection (HDCP) Allows For Viewing Of Digital Movies And Copy-protected Media.",
        ": Rapid 6ms Response Time Ensures Smooth Movement During Videos And 350 Nit Brightness Ensures Optimal Viewing Under Most Common Lighting Conditions."
    ],
    "group": ": Personal Computer",
    "hardwareplatform": ": Consumer Electronics",
    "label": ": Acer",
    "languages": ":",
    "legaldisclaimer": ": ****Since Items Are Brand New And We Report The Enduser Customer To Company, In Most Cases, We Are Not Able To Accept Returns Unless A Technical Issue Occurs. In That Rare Case The Company Deducts Onl",
    "manufacturer": ": Acer",
    "model": ": B276HUL Ymiidprz",
    "mpn": ": UM.HB6AA.002",
    "order": ": Personal Computers",
    "part number": ": UM.HB6AA.002",
    "plus": [
        ": The DVI-D input with High-bandwidth Digital Content Protection (HDCP) allows for",
        ": Rapid 6ms response time ensures smooth movement during videos and 350 nit bright",
        ": Signal Inputs: 1 x DVI-D, 2 X HDMI, 1 x Display Port & 1 x Display Port Out",
        ": The ultra-thin 27″ LED display comes encased in an stylish bezel matched with a"
    ],
    "publisher": ": Acer",
    "quantity": ": 1",
    "studio": ": Acer",
    "title": ": Acer B276HUL Ymiidprz 27-Inch IPS (2560 X 1440) Widescreen Display With ErgoStand",
    "total items": ": 1",
    "upc": ": 132018263372"
}