{
    "<page title>": "Lg E2442v 24 Inch Widescreen 1080p Led Lcd Monitor Hdmi Input  - Yikus.com",
    "additional": [
        ": LED technology provides even greater control of brightness and delivers better c",
        ": Make installation of any enabled device a snap. Get deeper colors and take advan",
        ": Full HD 1080p gives it superior picture quality over standard resolution. You?ll",
        ": Ultra slim design: You’ll love the stunning picture while it’s on and marvel at"
    ],
    "aspectratio": ": 16:9",
    "brand": ": LG",
    "category": ": MONITOR",
    "color": ": Black",
    "ean": ": 0719192190283",
    "feature": [
        ": Ultra Slim Design: You’ll Love The Stunning Picture While It’s On And Marvel At Its Appearance When It’s Off. It?s A Sleek, Elegant Design That Will Appeal To Even The Most Refined Sense Of Style.",
        ": Dimensions: •With Stand: 16.46 X 22.32 X 7.13-inches (H X W X D) •Without Stand: 13.5 X 22.32 X 2.17-inches (H X W X D)",
        ": Make Installation Of Any Enabled Device A Snap. Get Deeper Colors And Take Advantage Of A Full HD 1080p Experience. HDMI Connectivity Lets You Prepare Yourself For Tomorrow’s Technology Today.",
        ": Full HD 1080p Gives It Superior Picture Quality Over Standard Resolution. You?ll See Details And Colors Like Never Before.",
        ": LED Technology Provides Even Greater Control Of Brightness And Delivers Better Contrast, Amazing Clarity And Color Detail, As Well As Greater Energy Efficiency Compared To Conventional LCD Monitors."
    ],
    "group": ": Personal Computer",
    "label": ": LG Electronics",
    "languages": ":",
    "manufacturer": ": LG Electronics",
    "model": ": E2442V",
    "mpn": ": E2442V-BN",
    "order": ": Personal Computers",
    "part number": ": E2442V-BN",
    "publisher": ": LG Electronics",
    "quantity": ": 1",
    "size": ": 24-Inch",
    "studio": ": LG Electronics",
    "title": ": LG E2442V 24-Inch Widescreen 1080p LED LCD Monitor With HDMI Input",
    "total items": ": 1",
    "upc": ": 719192190283",
    "warranty": ": 1 Year Parts & Labor"
}