{
    "<page title>": "Apple Mc914ll/a 27 Led Lcd Monitor 16:9 12 Ms - Yikus.com",
    "addon": [
        ": LED backlighting – Full brightness with no waiting. That’s the big advantage of",
        ": Built-in FaceTime HD camera and microphone – With the built-in FaceTime HD camer",
        ": Thunderbolt technology built in – Thunderbolt I/O technology lets you move data",
        ": Box Content – Apple Thunderbolt Display, AC power cord, Printed documentationFea"
    ],
    "brand": ": Apple",
    "category": ": MONITOR",
    "ean": ": 0885909456895",
    "feature": [
        ": Box Content – Apple Thunderbolt Display, AC Power Cord, Printed DocumentationFeatures",
        ": The Ultimate Docking Station – With Just One Cable, Connect Any Thunderbolt-enabled Mac And Get 27 Inches Of High-resolution Screen Space, High-quality Audio, A FaceTime HD Camera, FireWire 800 And Gi",
        ": Thunderbolt Technology Built In – Thunderbolt I/O Technology Lets You Move Data Between Your Devices And Your Computer With Unprecedented Speed. With Two Channels Of 10-Gbps Throughput In Both Directi",
        ": LED Backlighting – Full Brightness With No Waiting. That’s The Big Advantage Of LED Backlight Technology. Unlike Most Displays That Take Time To Warm Up Before They Reach Maximum Brightness, An LED-ba",
        ": Built-in FaceTime HD Camera And Microphone – With The Built-in FaceTime HD Camera And Microphone, You Can Connect Your Mac Desktop Or Notebook – Open Or Closed – And Make HD Video Calls Or Take A Few"
    ],
    "group": ": PC Accessory",
    "label": ": Apple Computer",
    "manufacturer": ": Apple Computer",
    "model": ": MC914LL/A",
    "mpn": ": MC914LL/A",
    "order": ": Electronics",
    "part number": ": MC914LL/A",
    "publisher": ": Apple Computer",
    "quantity": ": 1",
    "studio": ": Apple Computer",
    "title": ": Apple MC914LL/A 27″ LED LCD Monitor – 16:9 – 12 Ms",
    "upc": ": 885909456895"
}