{
    "<page title>": "Hp X2401 24 Inch Backlit Screen Led Lit Monitor - Yikus.com",
    "aspectratio": ": Unknown",
    "brand": ": HP",
    "category": ": MONITOR",
    "color": ": Black",
    "ean": ": 0163120798919",
    "extra": [
        ": Quickly and easily connect the display to your notebook or desktop with integrat",
        ": Expect image consistency from nearly any seat in the house, far left, far right",
        ": Mercury-free LED backlighting saves energy and helps decrease your environmental",
        ": Enjoy the freedom to show off and spread out across a 24-Inch diagonal, Full HD("
    ],
    "feature": [
        ": When You Need Support, We?re Right Behind You. The HP X2401 24-Inch LED Backlit Monitor Is Backed By Award-winning Service And Support, And Includes A Three-year Limited Warranty.",
        ": Mercury-free LED Backlighting Saves Energy And Helps Decrease Your Environmental Footprint.",
        ": Enjoy The Freedom To Show Off And Spread Out Across A 24-Inch Diagonal, Full HD(2) Display That Lets You Multi-task In Crisp, Vibrant Detail.",
        ": Expect Image Consistency From Nearly Any Seat In The House, Far Left, Far Right Or Way In The Back -perfect For Screen Sharing With Everyone Gathered Around. MVA Panel Technology Provides 178 Degree H",
        ": Quickly And Easily Connect The Display To Your Notebook Or Desktop With Integrated DisplayPort Or HDMI Connectivity (with HDCP Support)."
    ],
    "group": ": Personal Computer",
    "label": ": Hp",
    "languages": ":",
    "legaldisclaimer": ": We Do Not Have The Original Packaging For This Display.",
    "manufacturer": ": Hp",
    "model": ": B6R49AS#ABA",
    "mpn": ": B6R49AS#ABA",
    "order": ": Personal Computers",
    "part number": ": B6R49AS#ABA",
    "publisher": ": Hp",
    "quantity": ": 1",
    "studio": ": Hp",
    "title": ": HP X2401 24-Inch Backlit Screen LED-Lit Monitor",
    "total items": ": 1",
    "upc": ": 887111349170",
    "warranty": ": Limited Warranty: Protected By A Three-year Hp Limited Warranty. Certain Restrictions Andexclusions Apply."
}