{
    "<page title>": "Dell S2240l Black 21.5 7ms Gtg Hdmi Widescreen Led Monitor  - Yikus.com",
    "brand": ": Dell",
    "category": ": MONITOR",
    "ean": ": 0884116091615",
    "feature": [
        ": The Picture Pulls You InSavor Razor-sharp Detail In Games, Movies And Photos With Color-boosting Image Enhance. Vivid Clarity Shines With A Mega-dynamic Contrast Ratio Of 8 Million: 1 (typical) And An",
        ": Rest Easy With An Eco-conscious DesignIn Addition To Being ENERGY STAR -qualified And EPEAT Silver-registered, The S2240L Monitor Features Arsenic-free Glass And A Mercury-free LED Panel. Also, You Ca",
        ": Exhilarating By DesignThe Dell S2240L Features Distinctive Styling Which Adds Refinement To Your Studio Or Home Office. It Offers A Pristine Finish, Premier Craftsmanship And A Streamlined Cable Desig",
        ": Work With Ease. Stay Entertained For HoursSet Your Preferred Viewing Angle With Extensive Tilt Adjustability. The S2240L Panel Can Be Tilted Up To 4° Forward Or 21° Backward. It Can Easily Connect T"
    ],
    "group": ": PC Accessory",
    "item": [
        ": The picture pulls you inSavor razor-sharp detail in games, movies and photos wit",
        ": Exhilarating by designThe Dell S2240L features distinctive styling which adds re",
        ": Work with ease. Stay entertained for hoursSet your preferred viewing angle with",
        ": Rest easy with an eco-conscious designIn addition to being ENERGY STAR -qualifie"
    ],
    "label": ": Dell Computers",
    "languages": ":",
    "legaldisclaimer": ": No Returns Or Exchanges. Monitor Is In Excellent Working Condition.",
    "manufacturer": ": Dell Computers",
    "model": ": S2240l",
    "mpn": ": S2240L",
    "order": ": Electronics",
    "part number": ": S2240L",
    "publisher": ": Dell Computers",
    "quantity": ": 1",
    "studio": ": Dell Computers",
    "title": ": Dell S2240L Black 21.5″ 7ms (GTG) HDMI Widescreen LED Monitor 250 Cd/m2 1000:1",
    "upc": ": 884116091615"
}