{
    "<page title>": "Buy Open Box Acer 19\" V196WL BD LED-LCD Monitor, Black Monitors - LED-LCD UM.CV6AA.002 today at PC Connection",
    "brightness nitscdm2": "250 cd/m2",
    "color": "Black",
    "compatibility notes": "Convincing:\nFocus more sharply on your tasks with the superior contrast ratios and ultra-quick response of Professional Series monitors. In-Plane Switching (IPS) technology delivers consistent viewing across wide angles, faster response time for reduced eye strain, more realistic colors, and a stable view that prevents tailing when the screen is touched.\nPrepared:\nCollaborating with others is faster and more productive when you have plenty of ports available. Professional Series monitors allow you to connect to a wide variety of useful devices including notebooks, tablets and giant screen TVs, thanks to helpful VGA, DVI, HDMI, USB and even DisplayPort connectivity options.\nGreen focus:\nProfessional Series monitors are RoHS compliant and mercury free. In addition, you'll see power savings of up to 68% thanks to advanced Acer EcoDisplay technologies and white LED backlighting, which cut your costs and conserve the earth's resources. Acer also uses recyclable packaging to further reduce ecological impact.",
    "compliant standards": "EPEAT Gold",
    "connector": [
        "DVI",
        "Power",
        "HDDB15"
    ],
    "connector type": [
        "VGA",
        "DVI",
        "Power"
    ],
    "contents": "Monitor, VGA cable, DVI cable, documentation",
    "contrast ratio": "100,000,000:1",
    "digital video standard": "Digital Visual Interface (DVI)",
    "display position adjustments": "Tilt",
    "display size": "19 in",
    "display technology": [
        "LED-backlit",
        "LCD"
    ],
    "display type": "Widescreen",
    "energy star qualified": "Yes",
    "image brightness": "250 cd/m2",
    "internal resolution max": "1440 x 900",
    "portsconnectors": "(1) DVI\n(1) HDDB15 VGA\n(1) Power in",
    "refurbished type": "Open Box",
    "response timerate": "5 ms",
    "viewing angle hv degrees": "170/160",
    "warranty  labor": "90 Days",
    "warranty  parts": "90 Days"
}