{
    "<page title>": "Buy Planar 46\" LX46HD-L Full LED-LCD Monitor, Black Monitors - Large-Format LED-LCD 997-7111-00 today at PC Connection",
    "actual weight": "58.00 lb(s)",
    "brightness nitscdm2": "450 nit(s)",
    "color": "Black",
    "compatibility notes": "Unique Architecture and Benefits by Design:\nThe Clarity Matrix Video Wall System was architected and developed by video wall industry experts in a way that specifically addresses the challenges faced by all video wall installations: mounting and alignment, reliability and extended operation, service and maintenance access and simple, effective image processing and management. At the heart of the Clarity Matrix architecture is a distributed design that takes heat, complexity and unreliability out from behind the LCD panel and replaces it with a centrally located, easily accessible and highly reliable rackmounted system.\nEasyAxis Mounting System:\nThe Clarity Matrix Video Wall System includes the EasyAxis mounting system. The EasyAxis mounting system is designed to be attached to a wall, used with optional free-standing bases or secured overhead in a flying configuration. The single mount supports all these configurations. When used in wall-mount\nconfiguration, horizontal and vertical connection brackets ensure that each mount is perfectly spaced from its neighbor in the video wall. The mount system also incorporates a service mode to accommodate front and rear in-wall repair of any LCD module in the video wall. EasyAxis mounts are designed to facilitate the thinnest profile LCD video wall in the market. The combination of the mount plus the Clarity Matrix LCD Modules “blade” design result in video walls that measure a mere 3.6 inches in depth, screen-to-wall, as opposed to other designs that require 60% more clearance.\nPrecise Panel Alignment:\nClarity Matrix LCD modules incorporate a single simple interface board designed to distribute off-board power, video and control signals to the LCD panel keeping depth, weight, heat and points of potential failure to an unprecedented minimum. The LCD blade-style module incorporates a bracket that is perfectly paired with the EasyAxis mount. The LCD module includes EasyAxis adjustment cams that facilitate precise 6-axis alignment ensuring uniform, minimized image-to-image gap. The lighter design of the Clarity Matrix LCD module means that handling, installation, alignment and service are all easier to accomplish.\n24x7 Operation and Simplified Maintenance:\nThe unique Clarity Matrix architecture provides for 24x7 operation with optimized thermal design, high-MTBF components and redundant power supply option. Because of the streamlined design of the Clarity Matrix LCD modules, fewer repairs are required at the panel itself. When the panels do need to be accessed or removed, this can be accomplished without removing other panels in the wall. Starting at the top of the wall, panels can be pulled up and out into Service Mode, allowing the panel below to be accessed. Also built into each Clarity Matrix LCD display are service and troubleshooting aids that minimize downtime in the event of a failure. Power, backlight and fan monitoring are all built into Clarity Matrix to provide failure notification. Clarity WallNet enables health and status monitoring over a customer network to proactively provide health status or send an email or text message to a service technician alerting them of a failure.\nRedundant Power Supply:\nThe rack-mount video processing and power supply units each support 4 LCD modules, incorporate their own cooling and make configuration, maintenance and upgrades easily accessible and unobtrusive to the video wall itself. For even further reliability, the Clarity Matrix power supply unit includes an n+1 redundant design so if any one power supply in the unit fails, the remaining 4 will continue to power 4 LCD’s with uninterrupted operation.\nFlexible Video Processing:\nClarity Matrix supports a wide range of processing options to display sources on the video wall. Planar’s Big Picture Plus processing is built into Clarity Matrix and allows sources to be scaled across the entire video wall or any section of the video wall. To simplify the set-up process of Big Picture Plus, Clarity Matrix has position sensors built in the LCD that determine where it is located within the array and scale the sources across the video wall automatically. Big Picture Plus processing also allows for ultra-high resolution dual link DVI signals to be input and spread over multiple displays at native resolution. For more complex configurations, Clarity Matrix supports all leading image processing and digital signage software solutions including Planar’s Indisys image processing.",
    "connector": "DVI (Dual Link)",
    "connector type": "DVI",
    "contents": "Display, documentation",
    "contrast ratio": "3500:1",
    "digital video standard": "Digital Visual Interface (DVI)",
    "display size": "46 in",
    "display technology": [
        "LCD",
        "LED-backlit"
    ],
    "display type": "Widescreen",
    "internal resolution max": "1920 x 1080",
    "portsconnectors": "(2) Dual-Link DVI (in, out)\n(1) Power in",
    "power notes": "Supply: 100-240VAC, 50/60Hz\nConsumption: 157W (typ.)",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "viewing angle hv degrees": "178/178",
    "warranty  labor": "3 Years",
    "warranty  parts": "3 Years"
}