{
    "<page title>": "Buy Dell MSA14 Single Monitor Arm Stand Stands & Mounts - AV 469-3992 today at PC Connection",
    "actual weight": "9.20 lb(s)",
    "color": "Black",
    "compatibility notes": "Improve viewing comfort for better productivity:\nThe Dell Single Monitor Arm lets you adjust your monitor any way you want, so you can achieve a more ergonomic and comfortable viewing experience. For business users in a collaborative work environment, adjustability can improve sharing of data. For gamers and other recreational users, the arm can be positioned to help relieve fatigue during extended computing sessions.\nOptimized for use with Dell monitors:\nThe arm easily attaches to standard Dell Quick Release monitor panels without the need for screws or other hardware. Simply snap the monitor into place using the Quick Release slots behind the monitor panel. VESA-compliant monitors without Quick Release functionality can easily be mounted using the VESA adapter plate included in the box. The Dell Single Monitor Arm supports monitors that weigh up to 20.5 pounds.\nEnjoy a more spacious and organized workspace:\nReplacing your monitor stand with this monitor arm lets you reclaim the space directly in front of your monitor, giving you more work space to write, reference materials and maintain good posture. This ergonomic improvement can improve your comfort, productivity, and overall working experience.\nIn addition, built-in organization tools help you eliminate clutter for a more comfortable desk environment. Integrated cable management within the arm and a Behind Desk Cable Organizer helps you keep your cables in check and maintain a neat and clean desktop.",
    "contents": "monitor arm, VESA plate adapter, (2) allen wrenches, thumbscrew, screws and spacers, documentation",
    "product type": "Mounting arm",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "target use": "Monitor",
    "warranty  labor": "3 Years",
    "warranty  parts": "3 Years"
}