{
    "<page title>": "Buy HP Smart Buy 19\" P19A LED-LCD Monitor, Black Monitors - LED-LCD D2W67A8#ABA today at PC Connection",
    "actual weight": "6.60 lb(s)",
    "brightness nitscdm2": "250 nit(s)",
    "color": "Black",
    "color support": "16.7 million colors",
    "compatibility notes": "Boost productivity with essential functionality at an affordable price:\nIncrease optimal viewing and easy readability of software and tools designed for 5:4 aspect ratio presentations – ideal in banking, healthcare, financial, POS, retail and other business environments. Get vibrant text and graphics from the LED backlit panel. LED technology also makes the monitor thin, light, and easy to position on the desk. High contrast ratios and fast response times keep your content crisp and readable throughout the day. Support deployment wherever you need an everyday display at an affordable price point. The 19-inch diagonal screen offers ample workspace for multiple applications while the compact, 5:4 aspect ratio has a smaller footprint on the desk. Work comfortably throughout the day with up to 30 degrees of tilt on the adjustable design. Minimize clutter on the desktop and enjoy a simplified setup and deployment with the internal power supply.\nDesign the screen for how you work:\nHP Display Assistant consolidates monitor setting controls into an easy-to-use, centralized interface. Customize your workspace with resizable screen partitions that let you work on a document in one partition, refer to a spreadsheet in another, and check e-mails in another—at the same time. Use the new expanded toolbar to view the applications you’re using on all of your connected displays.\nEarn your environmental stripes:\nHelp reduce your power consumption costs with an intelligent, energy-efficient design built with the environment in mind. Mercury-free LED display backlighting, a low-halogen design and arsenic-free display glass are just a few of the display’s responsible details. Lower your overall bottom line with award-winning eco-certifications, including ENERGY STAR, EPEAT Gold, and TCO.\n100 x 100mm VESA mounting pattern.\nDimensions and weight with stand:\n16.4\"h x 16.3\"w x 8.1\"d\n7.7 lbs.",
    "compliant standards": [
        "CCC",
        "BSMI",
        "E-Standby",
        "CECP",
        "TCO Displays",
        "FCC",
        "GS",
        "S Mark",
        "CB",
        "CSA",
        "EPEAT Silver",
        "VCCI",
        "Plug and Play",
        "ICES"
    ],
    "connector": [
        "Power",
        "HDDB15"
    ],
    "connector type": [
        "VGA",
        "Power"
    ],
    "contents": "Monitor, VGA cable, documentation",
    "contrast ratio": "1000:1",
    "display position adjustments": "Tilt",
    "display size": "19 in",
    "display technology": [
        "LCD",
        "LED-backlit"
    ],
    "display type": "Standard",
    "dot pitch": "0.294 mm",
    "energy star qualified": "Yes",
    "image brightness": "250 cd/m2",
    "internal resolution max": "1280 x 1024",
    "physical dimensions": "13.7\"h x 16.3\"w x 2.3\"d",
    "portsconnectors": "(1) HDDB15 VGA\n(1) Power in",
    "power notes": "Consumption: 25W (max); 15W (typ.); 0.5W (standby)",
    "response timerate": "5 ms",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "viewing angle hv degrees": "170/160",
    "warranty  labor": "3 Years",
    "warranty  parts": "3 Years"
}