{
    "<page title>": "Buy Samsung 21.5\" S22D300NY Full HD LED-LCD Monitor, Black Monitors - LED-LCD S22D300NY today at PC Connection",
    "actual weight": "5.70 lb(s)",
    "attributes": "Tilt",
    "brightness nitscdm2": "200 cd/m2",
    "color": "High-gloss black",
    "color support": "16.7 million colors",
    "compatibility notes": "Control brightness, conserve energy:\nEco saving makes saving energy easy. It adjusts the brightness of your Samsung monitor based on how much energy you want to save. And with the choice of three energy saving modes (50%, 25% and Power Saving off), you can really tailor your monitor use to meet your own personal needs. Samsung’s commitment to saving energy is designed to help both you and the environment, and with up to 50% saving on consumption, you can really make a positive impact on your eco footprint. Take the effort out of saving energy and take control with Eco saving.\nSee it your way with wider viewing angles:\nHow do you like to watch movies? Do you like lying down on the couch? Sitting in your favourite chair? Cooking or exercising? Whether you’re standing, sitting or lying down, Samsung Magic Angle makes sure that the movie always takes centre stage and that you’re always comfortable. This means, thanks to the 5-mode angle management, that whatever angle you watch your Samsung monitor, you will enjoy a full visual experience with amazing picture clarity. So, start seeing your favourite movies and other multimedia in total comfort and without limitations thanks to Magic Angle.\nDimensions and weight with stand:\n15.1\"h x 20.1\"w x 7\"d\n6.3 lbs.",
    "connector": [
        "HDDB15",
        "Power"
    ],
    "connector type": [
        "Power",
        "VGA"
    ],
    "contents": "monitor, VGA cable, documentation",
    "contrast ratio": "600:1",
    "display size": "21.5 in",
    "display technology": "LED display",
    "display type": "Widescreen",
    "energy star qualified": "Yes",
    "image brightness": "200 cd/m2",
    "internal resolution max": "1920 x 1080",
    "physical dimensions": "12.2\"h x 20.1\"w x 2.1\"d",
    "portsconnectors": "(1) HDDB15 VGA\n(1) Power in",
    "power notes": "Supply: 100-240VAC, 50/60Hz\nConsumption: 22W (typ.); 0.3W (standby)",
    "response timerate": "5 ms",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "viewing angle hv degrees": "90/65",
    "warranty  labor": "3 Years",
    "warranty  parts": "3 Years"
}