{
    "<page title>": "Buy HP Smart Buy 20\" Pavilion 20XI LED-LCD Monitor Monitors - LED-LCD C4D33AA#ABA today at PC Connection",
    "color": "Gray",
    "compatibility notes": "Incredible angles with IPS\nAngles and spectacular widescreen IPS technology ideal for sharing photos, videos, games and more, now in a bold new slim design. The technology called IPS (in-plane switching), with abundant colors that recognizes and loves in tablets, TVs and mobile devices, is now available in a slim 20-inch monitor diagonal designed for home.\nShare videos, photos, games and more with amazing angle of 178° horizontal and 178° vertical, so you can see colors accurately and images from almost any direction. Less distortion. Less blur. The difference is in the display. IPS technology provides greater color fidelity than conventional panels TN (Twisted Nematic). This means you get uniformity and color image from almost any angle.\nBeauty and brains:\nUpgrade the home desktop with a modern, frameless offering the best view of all your favorite pictures and screen content. Save space with style, too. The unique and slim profile fits virtually anywhere without taking up valuable space.\nDetails surprising:\nJazz up your media with HP Enhance +, which improves your screen image with clean, crisp images for games, videos and photos. The dynamic contrast ratio 10, 000, 000:1 a difference. Give your photos, videos and online games [k2] deeper and see the difference with deeper blacks and whiter whites to create a spectrum of colors more vivid and visible.\nSoftware that simplifies:\nControl the power saving modes, the display settings and more with HP My Display, preinstalled on your HP Pavilion 20XI with easy step by step guides to follow. Intelligent software HP My Display also lets you split the screen to open multiple application windows at the same time, and to save the user's preferred settings for an easier start.",
    "compliant standards": [
        "WHQL",
        "FCC",
        "CB",
        "EPEAT Silver",
        "C-ETL",
        "Plug and Play",
        "CSA"
    ],
    "connector": [
        "DVI-D",
        "HDDB15",
        "Power"
    ],
    "connector type": [
        "VGA",
        "Power",
        "DVI-D"
    ],
    "contents": "Monitor, VGA cable, DVI cable, documentation",
    "contrast ratio": "10,000,000:1",
    "digital video standard": "Digital Visual Interface (DVI)",
    "display position adjustments": "Tilt",
    "display size": "20 in",
    "display technology": [
        "LED-backlit",
        "LCD"
    ],
    "display type": "Widescreen",
    "dot pitch": "0.277 mm",
    "energy star qualified": "Yes",
    "image brightness": "250 cd/m2",
    "internal resolution max": "1600 x 900",
    "portsconnectors": "(1) HDDB15 VGA\n(1) DVI-D\n(1) Power in",
    "power notes": "Consumption: 22W (max);",
    "response timerate": "7 ms",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "viewing angle hv degrees": "178/178",
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}