{
    "<page title>": "Buy Acer 24\" S241HL BMID LED-LCD Monitor, Black Monitors - LED-LCD UM.FS1AA.001 today at PC Connection",
    "actual weight": "7.60 lb(s)",
    "brightness nitscdm2": "250 nit(s)",
    "color": "Black",
    "color support": "16.7 million colors",
    "compatibility notes": "Vivid:\nYou'll enjoy tasks and entertainment more with fine details and smooth movement, thanks to high resolutions, fast response times and superior contrast ratios. Games are more exciting and films truly cinematic when visuals are vibrant. Plus, the widescreen aspect ratio frames movies and HDTV content perfectly.\nEasy:\nSet your display as you see fit with Acer eColor Management. A host of ports, including HDMI, DVI, DisplayPort and VGA, let you connect other devices -- like your notebook or HDTV -- to expand your perspective to a bigger screen. The great sights are complemented by nice sound in models that include internal speakers.\nGreen:\nSafe for you and your world, Everyday Series monitors are RoHS compliant, use mercury-free white LED backlighting and meet ENERGY STAR 5.0 requirements. Acer EcoDisplay technologies deliver up to 68% power savings, further conserving energy and costs. Acer packaging is made of recyclable materials, too.",
    "compliant standards": "MPRII",
    "connector": [
        "HDMI",
        "HDDB15",
        "Power",
        "DVI"
    ],
    "connector type": [
        "Power",
        "VGA",
        "HDMI",
        "DVI"
    ],
    "contents": "Monitor, VGA cable, DVI cable, HDMI cable, power cable, documentation",
    "contrast ratio": "100,000,000:1",
    "digital video standard": "Digital Visual Interface (DVI)",
    "display size": "24 in",
    "display technology": [
        "LED-backlit",
        "LCD"
    ],
    "display type": "Widescreen",
    "energy star qualified": "Yes",
    "image brightness": "250 cd/m2",
    "internal resolution max": "1920 x 1080",
    "physical dimensions": "15.8\"h x 22.2\"w x 6.5\"d",
    "portsconnectors": "(1) DVI\n(1) HDMI\n(1) HDDB15 VGA\n(1) Power in",
    "power notes": "Supply: 110-220VAC\nConsumption: 19.8W (typ.); 0.5W (standby/off mode)",
    "response timerate": "5 ms",
    "viewing angle hv degrees": "170/160",
    "warranty  labor": "3 Years",
    "warranty  parts": "3 Years"
}