{
    "<page title>": "Buy ViewSonic 23\" VX2370Smh-LED Full HD LED-LCD Frameless Monitor Monitors - LED-LCD VX2370SMH today at PC Connection",
    "actual weight": "8.60 lb(s)",
    "attributes": [
        "Speakers Included",
        "Dual speakers"
    ],
    "brightness nitscdm2": "250 cd/m2",
    "color": "Black",
    "compatibility notes": "Frameless Bezel Design:\nThis display features a frameless solid flush mount surface without conventional ridged bezel. The thin profile also blends seamlessly with the panel for an ultra-high tech look to complement any home setting. The sleek seamless touch sensitive controls provide a simple and intuitive operating experience.\nSave Cash and Save the Planet:\nWith its mercury free backlight and low energy consumption, the ENERGY STAR 5.0 certified VX2370Smh-LED is not only environmentally friendly but also friendly on your electricity bill as well. This can add up to thousands of dollars saved for large install bases, such as big corporate buildings or schools, the savings can be as dramatic as $20, 000 in five years.\nMega Dynamic Contrast Ratio:\nOne of the great features of VX2370Smh-LED is its ability to dim the backlight completely for pure darkness during dark scenes such as a night shot in a movie. Contrast ratios refer to the ratio of the brightest color to the darkest color. With traditional CCFL backlit displays, contrast ratios are limited to the fluorescent lamp’s ability to dim in order to reproduce darkness. However, with the LED backlight, each LED has the ability to completely shut off allowing for a near infinite ratio of black to white contrast. The end result is true blacks that result in greater overall image quality.\nFull HD 1080p Resolution:\nThe VA2451m-LED features a 24\"(23.6” viewable) widescreen with 1920x1080 resolution is capable of displaying a native Full HD 1080p image. Today, devices that can display Full HD content output are getting more and more common. However, without a native Full HD display, you will not be able to experience the picture clarity and the details of the 1080p content you view.\nCompatibility:\nPC compatible (from VGA up to 1920x1080 non-interlaced)\nMac Up to 1920x1080",
    "connector": [
        "DVI-D",
        "3.5mm audio",
        "Power",
        "HDDB15",
        "HDMI"
    ],
    "connector type": [
        "Audio",
        "HDMI",
        "Power",
        "VGA",
        "DVI-D"
    ],
    "contents": "Monitor, power cable, AC/DC adapter, VGA cable, HDMI cable, CD, documentation",
    "contrast ratio": "1000:1",
    "digital video standard": "Digital Visual Interface (DVI)",
    "display size": "23 in",
    "display technology": [
        "LCD",
        "LED-backlit"
    ],
    "display type": "Widescreen",
    "horizontal frequency khz": "24-83",
    "internal resolution max": "1920 x 1080",
    "physical dimensions": "16.1\"h x 21\"w x 7.1\"d",
    "portsconnectors": "(1) HDDB15 VGA\n(1) HDMI\n(1) DVI-D\n(2) 3.5mm audio (in, out)\n(1) Power in",
    "power notes": "Supply: 100-240VAC, (universal), 50/60Hz\nConsumption: 27W (typ.); 23W (optimize); 20W (conserve)",
    "response timerate": "7 ms",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "vertical frequency hz": "50-76",
    "viewing angle hv degrees": "178/178",
    "warranty  labor": "3 Years",
    "warranty  parts": "3 Years"
}