{
    "<page title>": "Buy Samsung 27\" S27D390H Full HD LED-LCD Monitor, Black Monitors - LED-LCD S27D390H today at PC Connection",
    "actual weight": "9.50 lb(s)",
    "brightness nitscdm2": "300 cd/m2",
    "color": "Black",
    "color support": "16.7 million colors",
    "compatibility notes": "Stand out with Samsung’s latest elegant Touch of Colour design:\nSamsung’s newest Touch of Colour design is sure to command attention. Upholding Samsung’s ToC design legacy, the SD390 was crafted to catch the light of its surroundings in various beautiful ways, but brings a narrow bezel, slim and sleek black body and transparent neck to create a sophisticated and tasteful look that’s finished off perfectly with a subtle hint of soft pure blue along the bezel – making this unique monitor illuminate light and stand out in a way you’ve never seen before.\nSee more with style and functionality:\nOn or off, the stylish SD390 is sure to stand out wherever it is. Its narrow bezel design lets you see more of the screen while illuminating a subtle hint of soft pure blue that sets an elegant glow around the monitor. Its transparent crystal neck gently gleams in the light with a beautiful touch of blue and raises the screen to the perfect viewing level. The tilt feature increases your field of vision and maximises your viewing comfort. The SD390 will no doubt fulfill your every design desire.\nEnhance your gaming experience with just one button:\nGet perfect viewing for games with just one touch of a button. Game Mode adjusts your monitor’s settings instantly to give you an optimised gaming experience. Game Mode smartly detects the changes in scenes, enhances the colour and alters the screen’s contrast to make dark spots darker and light spots lighter so you can see all the action at all times. There is less lag thanks to a faster video response time that ensures that the picture keeps up with action and won’t let you down.\nBe entertained from every angle:\nGet the best view from any angle with the SD390. Unlike conventional monitors, your Samsung LED Monitor has an extra-wide viewing angle of 178 degrees, vertically and horizontally. This means great picture quality from even more perspectives – whether you’re sitting down low and playing games or if several people are sitting around the monitor to watch a video. Whatever the situation, you can enjoy great viewing.\nUpscale your view with better quality and picture:\nMagic Upscale improves image quality to such a level that you will only receive a better picture. Enjoy enhanced image quality no matter what the original picture quality is. Magic Upscale prevents image degradation when scaling up and gives only brilliant and pristine colours and images. And it also makes images on the monitor appear clearer and sharper than on a notebook. Shine with the SD360.\nVersatile connectivity to handle multiple devices and content:\nThe Samsung SD390 monitor gives you all the connections you need to make the most of all your entertainment and other content. HDMI compatibility gives you access to games consoles, Blu-ray players and other AV devices, while a D-Sub connection mean you can plug in most PCs. You can easily connect your devices and use the monitor for working, gaming, viewing content and more.\nDimensions and weight with stand:\n17.8\"h x 24.6\"w x 8.3\"d\n10.4 lbs.",
    "connector": [
        "Power",
        "HDMI",
        "HDDB15",
        "3.5mm audio"
    ],
    "connector type": [
        "Power",
        "VGA",
        "HDMI",
        "Headphones"
    ],
    "contents": "monitor, VGA cable, documentation",
    "contrast ratio": "1000:1",
    "display position adjustments": "Tilt",
    "display size": "27 in",
    "display technology": "LED display",
    "display type": "Widescreen",
    "energy star qualified": "Yes",
    "image brightness": "300 cd/m2",
    "internal resolution max": "1920 x 1080",
    "physical dimensions": "14.8\"h x 24.6\"w x 3.1\"d",
    "portsconnectors": "(1) HDDB15 VGA\n(1) HDMI\n(1) 3.5mm audio\n(1) Power in",
    "power notes": "Supply: 100-240VAC, 50/60Hz\nConsumption: 22W (typ.); 0.3W (standby)",
    "response timerate": "5 ms",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "viewing angle hv degrees": "178/178",
    "warranty  labor": "Call for Warranty",
    "warranty  parts": "Call for Warranty"
}