{
    "<page title>": "Buy Open Box Samsung 40\" PE40C Full HD LED-LCD Monitor, Black Monitors - Large-Format LED-LCD PE40C today at PC Connection",
    "actual weight": "29.80 lb(s)",
    "brightness nitscdm2": "700 nit(s)",
    "color": "Black",
    "color support": "16.7 million colors",
    "compatibility notes": "An integrated solution to provide a new digital signage experience:\nThe Samsung Smart Signage Platform (SSSP) is embedded within Samsung displays, providing the power of a dual-core CPU and a combination of media player and integrated display solution, MagicInfo Premium S player. The solution eliminates the need for additional PC modules while reducing installation and maintenance issues. Using the included MagicInfo Premium S player, businesses can create, schedule, and deploy content effortlessly. Multiple types of content can be streamed simultaneously and continuously courtesy of the dual-core CPU and 8GB of storage, and a high performance video processor integrated on a single chip. Save more by paying less for a display integrated with a media player and premium management solution.\nAdaptable and Economical Business Display:\nThese durable displays offer lower total cost of ownership (TCO), and are designed for continuous, energy-efficient operation with reduced power consumption and heat emission. The PE Series LFDs incorporate an innovative backlight unit (BLU), saving more electricity than traditional devices and lowering operational expenditure. This LED technology also reduces environmental impact by cutting out potentially harmful substances such as mercury, halogen and lead, as does the spray-free injection molding used to produce flat panel displays.\n24/7 Performance with Enhanced Quality:\nA diverse range of businesses can optimise the appearance of their content and image with the PE Series, improving key messages and offering a unified brand identity. Its slim bezel and edge-LED technology offer high brightness, with an enhanced luminescence of 700nit. The viewing experience is further improved by an anti-glare, anti-glossy panel. The PE Series represent highly durable displays that are designed for operation 24/7 in a variety of challenging environments.\nEasy Installation and Efficient Space Usage:\nImprove business display management with the slim, lightweight design of the Samsung PE Series. This attractive LFD ensures easy installation and improved space management, leaving more room available for other purposes. Content can be delivered to heights of up to 15m thanks to the DisplayPort feature. Furthermore, remote control is ensured by RJ45 port utilisation, even when users are combining RJ45 and RS-232 connections.\nSlim and Lightweight for Flexible Installation:\nThe PE Series has an extremely slim depth, which is 73 per cent reduced compared to traditional products, giving a sleeker overall appearance. The lightweight design frees up more space and leads to easier, more efficient installation. A narrow bezel increases viewer focus on content and allows more room for information display. It also enables virtually seamless video walls for a more immersive experience.\n200 x 200mm VESA mounting pattern.",
    "connector": [
        "DVI-D",
        "DisplayPort",
        "3.5mm audio",
        "Power",
        "HDMI",
        "HDDB15"
    ],
    "connector type": [
        "Audio",
        "HDMI",
        "VGA",
        "Power",
        "DVI-D",
        "DisplayPort"
    ],
    "contents": "Monitor, power cord, VGA cable, remote with batteries, CD, documentation",
    "contrast ratio": "4000:1",
    "digital video standard": "Digital Visual Interface (DVI)",
    "display size": "40 in",
    "display technology": [
        "LCD",
        "LED-backlit"
    ],
    "display type": "Widescreen",
    "energy star qualified": "Yes",
    "internal resolution max": "1920 x 1080",
    "physical dimensions": "20.9\"h x 36.2\"w x 1.4\"d",
    "portsconnectors": "(1) HDDB15 VGA\n(1) HDMI\n(2) DisplayPort (in, out)\n(1) 3.5mm audio\n(1) DVI-D\n(1) Power in",
    "power notes": "Supply: 100-240VAC (+/-10%), 50/60Hz\nConsumption: 165W (max); 114W (typ.);",
    "refurbished type": "Open Box",
    "response timerate": "8 ms",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "viewing angle hv degrees": "178/178",
    "warranty  labor": "90 Days",
    "warranty  parts": "90 Days"
}