{
    "<page title>": "Dell S2740L 27 Widescreen LED Backlit Monitor Black by Office Depot",
    "antiglare": "no",
    "aspect ratio": "16:9",
    "be comfortable": "Set your preferred viewing angle with extensive tilt adjustability. Tilt the S2740L panel up to 4° forward or 21° backward.",
    "brand name": "Dell",
    "contrast ratio": "1000:1 (static), 8 million:1 (dynamic contrast ratio)",
    "customizable color": "Dell Display Manager helps keep you productive with fast access to software such as Auto Mode, which enables you to select your preferred color mode for each application.",
    "diagonal screen size": "27 inches",
    "dimensions": "18.06\"H x 25.27\"W x 8.5\"D",
    "ecolabel": "EPEAT Silver",
    "full hd resolution": "Watch images come alive in cinematic quality with Full HD resolution (1920 x 1080 max.) in a 16:9 widescreen format.",
    "hd compatible": "yes",
    "horizontal viewable angle": "178 degrees",
    "integrated speakers": "no",
    "item ": "897887",
    "manufacturer": "Dell, Inc.",
    "manufacturer ": "KY79N",
    "maximum resolution": "1920 x 1080",
    "model name": "S2740L",
    "monitor brightness": "270 cd/m2",
    "monitor color": "Black",
    "native resolution": "1920 x 1080",
    "pixel pitch": "0.311 mm",
    "postconsumer recycled content": "0%",
    "screen type": "in-plane switching",
    "signal input type": "DVI-D (digital) with HDCP; HDMI; VGA 15-pin D-sub",
    "stay versatile": "Connect to your laptop or desktop with VGA and DVI-D (HDCP). The HDMI port lets you explore high-velocity HD entertainment options. Connect to multiple devices with two USB ports.",
    "superb performance": "Images come alive with color-boosting Image Enhance, ultra-wide viewing and Full HD resolution (1920 x 1080 max.) in a 16:9 widescreen format.",
    "total recycled content": "0%",
    "tv tuner": "No",
    "typical response time": "7 ms",
    "ultrawide viewing angle": "Get immersed from nearly any perspective with an ultra-wide 178°/178° viewing angle.",
    "versatile connections": "Connect to a laptop or desktop with VGA and DVI-D (HDCP). Explore HD viewing options with HDMI. Connect to devices with two USB ports.",
    "viewable image size": "27 inches",
    "wall mountable": "yes",
    "warranty length": "1-yr limited",
    "work with ease stay entertained for hours": "Be comfortable: Set your preferred viewing angle with extensive tilt adjustability. Tilt the S2740L panel up to 4° forward or 21° backward.\nStay versatile: Connect to your laptop or desktop with VGA and DVI-D (HDCP). The HDMI port lets you explore high-velocity HD entertainment options. Connect to multiple devices with two USB ports.\nOrganize your screen: Tile your applications with Easy Arrange software so you can see them all clearly at a single glance. Even select your preferred desktop design layout."
}