{
    "3d technology": "3D Not Supported",
    "<page title>": "Sceptre 23 inch Sleek Slim 1080p LED HDTV TV Rosy Pink Color 792343323303 | eBay",
    "about the brand": "Sceptre is a privately owned American electronics manufacturer, specialized in the production of LCD and CRT televisions and computer monitors, cameras, USB flash drives, Wi-Fi networking products and notebook PCs. The company introduced its first generation of LCDâ\u0080\u0099s in 1993 and throughout the years made developments in the HDTV LED and three-dimensional technologies as well. Nowadays, Sceptre manufactures world-class products, as its high end product quality partners with the industryâ\u0080\u0099s highest specifications. The brandâ\u0080\u0099s models have gained worldwide recognition for their great craftsmanship and innovative designs, as well as for the wide choice of screen sizes and distinctive features.",
    "additional features": "Built-In Speakers",
    "aspect ratio": "16:9",
    "audio type": "Stereo",
    "audiovideo inputs": "USB, HDMI",
    "brand": "Sceptre",
    "brightness": "250 cd/mÂ²Â°",
    "builtin tuner": "ATSC, NTSC, QAM",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nSceptre",
    "contrast ratio": "1000:1",
    "definition": "HDTV",
    "depth": "1.7 in.",
    "description": "The Sceptre E243 is a 23-inch, LED backlit LCD TV that delivers a fast response time for flicker-free content. Weighing 7.7 lbs and measuring 22 inches wide by 15.6 inches high by 1.7 inches deep, this Sceptre 23-inch HDTV has a screen resolution of 1080p, which allows it to support high-definition video content. The Sceptre E243 has a contrast ratio of 1,000:1, a brightness of 250 cd/m2, and a widescreen aspect ratio of 16:9. This LCD TV also has a response time of 5 ms as well as a horizontal viewing angle of 170 degrees and a vertical viewing angle of 160 degrees. In addition, the television comes equipped with an ATSC/NTSC/Clear QAM tuner. The power consumption for this Sceptre 23-inch HDTV is estimated to be about 34 watts when in use and less than 1 watt when in sleep/standby mode. The audio output is handed by two built-in, 3-watt speakers. The connectivity for this Sceptre 23-inch HDTV is available via HDMI, component, composite, VGA, and USB interfaces. Antenna input is also supported.\nProduct Highlights About The BrandSceptre is a privately owned American electronics manufacturer, specialized in the production of LCD and CRT televisions and computer monitors, cameras, USB flash drives, Wi-Fi networking products and notebook PCs. The company introduced its first generation of LCDâ\u0080\u0099s in 1993 and throughout the years made developments in the HDTV LED and three-dimensional technologies as well. Nowadays, Sceptre manufactures world-class products, as its high end product quality partners with the industryâ\u0080\u0099s highest specifications. The brandâ\u0080\u0099s models have gained worldwide recognition for their great craftsmanship and innovative designs, as well as for the wide choice of screen sizes and distinctive features.\nProduct Identifiers BrandSceptre Family LineColor Series ModelE243 MPNE243BV-FHD, E243CV-FHD, E243PV-FHD, E243RV-FHD, E243WV-FHD UPC792343323303, 792343323365, 792343323372\nKey Features Display TechnologyLED LCD Screen Size23\" DefinitionHDTV Aspect Ratio16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Contrast Ratio1000:1 Viewing Angle170Â° Built-in TunerATSC, NTSC, QAM Supported Resolutions1080p (HDTV) Brightness250 cd/mÂ²Â° Supported File FormatsJPEG, MP3\nPower On Mode Power35.75 W Sleep Mode Power0.28 W Energy StarEnergy Star Compliant\nConnectivity Rear Input Connectors1 x D-Sub (RGB PC), Component x 1, Composite x 1, HDMI x 3, RF x 1, USB Port\nAudio Features Number Of Speakers2 Speaker Power2 x 3 Watt Audio TypeStereo\nDimensions Height15.6 in. Width22 in. Depth1.7 in. Weight7.65 lbs\nMiscellaneous Parental ControlV-Chip Room TypeBedroom, Children's Bedroom Remote Control Type (originally supplied by manufacturer)Standard Additional FeaturesBuilt-In Speakers, Headphone Jack",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "energy star": "Energy Star Compliant",
    "family line": "Color Series",
    "height": "15.6 in.",
    "model": "E243",
    "mpn": "E243WV-FHD, E243CV-FHD, E243RV-FHD, E243BV-FHD, E243PV-FHD",
    "number of speakers": "2",
    "on mode power": "35.75 W",
    "parental control": "V-Chip",
    "rear input connectors": "1 x D-Sub (RGB PC), Component x 1, Composite x 1, HDMI x 3, RF x 1, USB Port",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Bedroom, Children's Bedroom",
    "screen size": "23\"",
    "sleep mode power": "0.28 W",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 3 Watt",
    "supported resolutions": "1080p (HDTV)",
    "upc": "792343323372",
    "viewing angle": "170Â°",
    "weight": "7.65 lbs",
    "width": "22 in."
}