{
    "3d technology": "3D Not Supported",
    "<page title>": "Emerson LE220EM3 22\" 720P HD LED LCD Television 053818245606 | eBay",
    "about the brand": "Emerson was founded back in 1890 in St. Louis, Missouri asÂ Emerson Electric Manufacturing Co.Â by John Wesley Emerson, initially manufacturing only electric motors. The company has gradually diversified its production to turn into global corporation offering a wide range of goods and services in the industrial and consumer markets. EmersonÂ LCD and HDTV televisions meet the highest standards and blend great quality, advanced feature set, and attractive design.",
    "additional features": "Child Lock, Headphone Jack, v-Chip",
    "audiovideo inputs": "HDMI",
    "brand": "Emerson",
    "builtin tuner": "ATSC, NTSC",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nEmerson",
    "contrast ratio": "1000:1",
    "definition": "HDTV",
    "depth": "2.1 in.",
    "description": "Users of the Emerson LE220EM3 can enjoy watching his or her favorite movies and television shows with the very high resolution of 1080p. This means that the Emerson 22-inch television can be connected to a Blu-ray player or other device so that users can enjoy the best in HD entertainment. This is accomplished with the HDMI port found in this LCD television. The Emerson LE220EM3 also has a built-in digital tuner that allows users to watch HD television programming without having to buy another specialized antenna. This Emerson 22-inch television can be mounted on a wall, eliminating the need for a bulky entertainment center, which can save space in a small apartment or other room. All of the entertainment options available on this LCD television can be enjoyed in a 16:9 widescreen resolution. These different features in the Emerson 22-inch television can be used to enjoy a variety of entertainment options with high quality resolution, which is perfect for Blu-ray movies and high-end video game consoles.\nProduct Highlights About The BrandEmerson was founded back in 1890 in St. Louis, Missouri asÂ Emerson Electric Manufacturing Co.Â by John Wesley Emerson, initially manufacturing only electric motors. The company has gradually diversified its production to turn into global corporation offering a wide range of goods and services in the industrial and consumer markets. EmersonÂ LCD and HDTV televisions meet the highest standards and blend great quality, advanced feature set, and attractive design.\nProduct Identifiers BrandEmerson ModelLE220EM3 MPNLE220EM3 UPC053818245606\nKey Features Display TechnologyLCD Screen Size22\" DefinitionHDTV Resolution720p Display Resolution1366 x 768 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Contrast Ratio1000:1 Built-in TunerATSC, NTSC Supported Resolutions720p (HDTV)\nPower On Mode Power19.2 W Sleep Mode Power0.3 W Energy StarEnergy Star Compliant\nConnectivity Rear Input ConnectorsComponent x 1\nAudio Features Number Of Speakers2 Speaker Power2 x 2 Watt\nDimensions Height13.7 in. Width21 in. Depth2.1 in. Weight7.5 lbs\nMiscellaneous Parental ControlV-Chip Room TypeBedroom, Children's Bedroom Remote Control Type (originally supplied by manufacturer)Standard Additional FeaturesChild Lock, Headphone Jack, v-Chip",
    "display resolution": "1366 x 768 pixels",
    "display technology": "LCD",
    "energy star": "Energy Star Compliant",
    "height": "13.7 in.",
    "max. resolution": "720p",
    "model": "LE220EM3",
    "mpn": "LE220EM3",
    "number of speakers": "2",
    "on mode power": "19.2 W",
    "parental control": "V-Chip",
    "rear input connectors": "Component x 1",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "720p",
    "room type": "Bedroom, Children's Bedroom",
    "screen size": "22\"",
    "sleep mode power": "0.3 W",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 2 Watt",
    "supported resolutions": "720p (HDTV)",
    "upc": "053818245606",
    "weight": "7.5 lbs",
    "width": "21 in."
}