{
    "3d technology": "3D Not Supported",
    "<page title>": "Sony 34\" TV WEGA Model XBR 970 1080i 720P Digital 027242693654 | eBay",
    "about the brand": "Sony is a Japan-based corporate group focused on the electronics, entertainment and financial service sectors. The company consists of various subsidiaries including Sony Computer Entertainment, Sony Music Entertainment, Sony Corporation and many more, as Sony Corporation is nowadays one of the leading manufacturers of electronic products for both the consumer and professional markets. Worldwide-known for its reliable, high-quality devices such as cameras, laptops, mobile phones and tablets, Sony is noted to be the third-largest manufacturer of televisions as well. In 2005 the company introduced its in-house brand BRAVIA which offers high-definition LCD TVs in a wide range of screen sizes.",
    "aspect ratio": "14:9 Enhanced, 16:9, 4:3 Enhanced",
    "audio type": "Virtual Surround",
    "brand": "Sony",
    "builtin tuner": "ATSC, NTSC",
    "description": "Enhance your home cinema experience with the Sony FD Trinitron WEGA KD-34XBR970 TV. With a native resolution of 1080i, this Sony FD Trinitron WEGA 34-inch TV delivers crisp and vivid images with superb details. The flat TV surface helps eliminate glare from light sources and enhances contrast. As this CRT TV integrates digital and analog TV tuners, you can enjoy watching TV channels without any separate set-top box connection. This Sony FD Trinitron WEGA 34-inch TV adopts an SRS WOW audio enhancement technology to offer smooth high-frequency sounds with exceptional bass response. And 3D digital comb filter in the Sony FD Trinitron WEGA KD-34XBR970 increases the picture clarity by reducing the dot crawl. Just connect the Blu-ray player to this Sony FD Trinitron WEGA 34-inch TV via its HDMI port and enjoy watching your favourite movies and programs on the big screen. Whatâ\u0080\u0099s more, being ENERGY STAR qualified, this CRT TV consumes minimal power, thereby saving your costs.\nProduct Highlights About The BrandSony is a Japan-based corporate group focused on the electronics, entertainment and financial service sectors. The company consists of various subsidiaries including Sony Computer Entertainment, Sony Music Entertainment, Sony Corporation and many more, as Sony Corporation is nowadays one of the leading manufacturers of electronic products for both the consumer and professional markets. Worldwide-known for its reliable, high-quality devices such as cameras, laptops, mobile phones and tablets, Sony is noted to be the third-largest manufacturer of televisions as well. In 2005 the company introduced its in-house brand BRAVIA which offers high-definition LCD TVs in a wide range of screen sizes.\nProduct Identifiers BrandSony Family LineFD Trinitron WEGA ModelKD-34XBR970 MPNKD34XBR970 UPC027242693654\nKey Features TV TypeStandard CRT Display TechnologyCRT Screen Size34\" Aspect Ratio14:9 Enhanced, 16:9, 4:3 Enhanced Resolution1080i 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Screen TypeFlat Screen Built-in TunerATSC, NTSC Supported Resolutions1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV) Comb Filter3DYC / 3D Digital Adjustable Color TemperatureWith Adjustable Color Temperature\nPower On Mode Power240 W Sleep Mode Power1 W\nConnectivity Front Input ConnectorsAudio (RCA) x 1, Composite x 1, S-Video x 1 Rear Input ConnectorsAudio (RCA) x 5, Component x 2, Composite x 2, HDMI x 1, RF x 1, S-Video x 2 Rear Output ConnectorsAudio (RCA) x 1\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeVirtual Surround SubwooferWithout Subwoofer Audio LevelerWith Audio Leveler MTS StereoSAP / MTS Stereo\nMiscellaneous OSD LanguagesEnglish, French, Spanish Channel LabelsWith Channel Labels Parental ControlV-Chip Sleep TimerWith Sleep Timer Remote Control Type (originally supplied by manufacturer)Multibrand Exterior ColorGray Release DateMarch, 2006",
    "display technology": "CRT",
    "exterior color": "Gray",
    "family line": "FD Trinitron WEGA",
    "model": "KD-34XBR970",
    "mpn": "KD34XBR970",
    "number of speakers": "2",
    "on mode power": "240 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "rear input connectors": "Audio (RCA) x 5, Component x 2, Composite x 2, HDMI x 1, RF x 1, S-Video x 2",
    "release date": "March, 2006",
    "remote control type originally supplied by manufacturer": "Multibrand",
    "resolution": "1080i",
    "screen size": "34\"",
    "sleep mode power": "1 W",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV)",
    "tv type": "Standard CRT",
    "upc": "027242693654"
}