{
    "<page title>": "Lenovo ThinkVision LT2013P 19 5\" LED LCD Monitor 16 9 5 MS | eBay",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "Lenovo",
    "built-in devices": "USB Hub",
    "certifications  standards": "<p><b>SAFETY:</b></p><ul><li>cTUVus</li><li>IEC95",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "manufacturer": "Lenovo Group Limited",
    "manufacturer part number": "60A0MAR1US",
    "manufacturer website address": "<a href=\"www.lenovo.com/us/en/\">www.lenovo.com/us",
    "marketing information": "Lenovo introduces ThinkVision LT2013p LCD monitor (0A66459), its next generation mainstream monitor for users seeking that distinct viewing experience. Its elegant and minimalistic design is complimented by its 19.5-inch LED backlit panel. Packed with a USB Hub, an array of connectivity options and Tiny PC support, LT2013p provides users the benefit of better manageability and a more streamlined user experience. It also adopts the latest green standards, meeting Energy Star 6.0, TUV Green Mark, EPEAT Gold, TCO Display 6.0, TCO Certified Edge 1.1, and UL Environment Gold; on top of this, it boasts lower energy consumption and lesser environmental impact.",
    "number of screens": "1",
    "packaged quantity": "1",
    "product line": "ThinkVision",
    "product model": "LT2013p",
    "product name": "ThinkVision LT2013p 19.5-inch LED Backlit LCD Mon",
    "product type": "LCD Monitor",
    "screen mode": "HD+",
    "standby power consumption": "1 W",
    "vertical viewing angle": "160Â°",
    "weight (approximate)": "9.70 lb",
    "width": "18.4\""
}