{
    "<page title>": "Viewsonic VG2039M LED 20\" LED LCD Monitor 16 9 5 MS | eBay",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "Viewsonic",
    "certifications  standards": "<ul><li>UL/cUL</li><li>FCC-B</li><li>SVHC List</l",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "manufacturer": "Viewsonic Corporation",
    "manufacturer part number": "VG2039m-LED",
    "manufacturer website address": "www.viewsonic.com",
    "marketing information": "The ViewSonic® VG2039m-LED is a 20\" (19.5\" viewable) widescreen display ideal for demanding business professionals. With a native 1600x900 resolution, the VG2039m-LED delivers vibrant images and crisp text. Users will also find comfort in the fully ergonomic height adjust, swivel, and tilt features. Versatile input options, including DisplayPort, DVI-D, and VGA, provide flexible connectivity for multitasking. Equipped with a VESA-mountable design, the display can be mounted on a wall or any VESA-compliant monitor stand. The thin bezel design, coupled with hidden stereo speakers, make the VG2039m-LED a space-saving option for the desktop. In addition to saving space, the VG2039m-LED also saves up to 50% in energy usage with its efficient LED backlight. With ViewSonic's industry-best pixel performance guarantee, and a 3-year limited warranty, the VG2039m-LED provides users with peace of mind.",
    "number of screens": "1",
    "product model": "VG2039m-LED",
    "product name": "20\" (19.5\" Viewable) Ergonomic LED Monitor",
    "product type": "LCD Monitor",
    "screen mode": "HD+",
    "speakers": "Yes",
    "vertical viewing angle": "160Â°",
    "vga": "Yes",
    "width": "0.7\""
}