{
    "<page title>": "Sony SDM X73 17\" UltraSharp LCD Computer VGA DVI Monitor Free Shipping 027242632875 | eBay",
    "additional mpn": "SDMX73H DHSDMX73B SONSDMX73B 38272 SDMX73 SDMX73OB DHSDMX73 SDMX73BOB",
    "analog video input connector": "1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector, 2 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "audio input": "Stereo Mini-Connector",
    "audio output": "Speaker(s)",
    "brand": "Sony",
    "brightness": "300 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "500:1",
    "depth": "10 in.",
    "digital video input standard": "DVI, DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "140Â°",
    "model": "SDM-X73",
    "monitor color": "Gray",
    "monitor platform source": "PC, Mac",
    "mpn": "SDMX73H, DHSDMX73B, SONSDMX73B, 38272, SDMX73, SDMX73OB, DHSDMX73, SDMX73BOB",
    "product information": "Made for people who want to upgrade their computer systems, this 17-inch Sony DELUXEPRO monitor is full-featured and modern. Researchers and analysts alike relish the capacity, sharpness, and controls of the Sony SDM-X73. This Sony DELUXEPRO monitor includes an excellent 1280 x 1024 resolution, therefore you can benefit from clearer digital photos, video games, and email messages. The detailed advanced image technology included with this flat-panel LCD TFT monitor enables you to enjoy its excellent space economy and its reduced footprint. The Sony SDM-X73 helps you to stave off all the messy cables for separate speakers thanks to its high-quality built-in speakers. This Sony DELUXEPRO monitor helps you to take advantage of the ample screen size and expand the field of view in your virtual world with its exceptional mid-sized display. With its gray body, this flat-panel LCD TFT monitor is a classic addition to any computer system. Also, the effective controls found on the Sony SDM-X73 allow you to quickly set the color balance, contrast, and aspect ratio the way you want it.\nProduct Identifiers BrandSony ModelSDM-X73 UPC027242632875, 4901780844067 Additional MPNSDMX73H DHSDMX73B SONSDMX73B 38272 SDMX73 SDMX73OB DHSDMX73 SDMX73BOB\nKey Features Product LineSony DELUXEPRO Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix) Screen Size17\" Aspect Ratio5:4 Contrast Ratio500:1 Response Time16 ms\nTechnical Features Synchronization Range - Vertical48 - 75 kHz Synchronization Range - Horizontal28 - 80 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical140Â° Regulatory ApprovalCE, CSA, DOC-B, Energy Star, Energy star, ISO 13406-2 (Pixel Defect Guidelines), ISO 9241-3, ISO 9241-8, PC2001, PC99, PCBC, TCO-03, TCO-99, TUV-ERGO, TUV-GS, UL, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Audio OutputSpeaker(s) Audio InputStereo Mini-Connector Analog Video Input Connector1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector, 2 x 15 Pin D-Sub connector Digital Video Input StandardDVI, DVI-D\nDimensions Depth10 in.\nMiscellaneous Monitor ColorGray Monitor Platform SourcePC, Mac Release Date7 July, 2003",
    "product line": "Sony DELUXEPRO",
    "regulatory approval": "CE, CSA, DOC-B, Energy Star, Energy star, ISO 13406-2 (Pixel Defect Guidelines), ISO 9241-3, ISO 9241-8, PC2001, PC99, PCBC, TCO-03, TCO-99, TUV-ERGO, TUV-GS, UL, cUL",
    "release date": "7 July, 2003",
    "response time": "16 ms",
    "screen size": "17\"",
    "synchronization range  horizontal": "28 - 80 kHz",
    "synchronization range  vertical": "48 - 75 kHz",
    "upc": "027242632875, 4901780844067",
    "video inputs": "DVI-D, DVI"
}