{
    "<page title>": "Samsung SyncMaster 710N 17\" LCD Monitor 8808979310722 | eBay",
    "additional mpn": "mj17asss",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "Samsung",
    "brightness": "300 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nSamsung",
    "contrast ratio": "600:1",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "160Â°",
    "maximum resolution": "1280 x 1024",
    "model": "710N",
    "monitor color": "Black & Silver",
    "monitor platform source": "PC, Mac",
    "product information": "This 17-inch Samsung SyncMaster monitor is well-designed, useful, and made for delivering sharper graphics and taking your user experience up a notch. This Samsung SyncMaster monitor is a good companion for enhancing your user experience thanks to the brighter colors. With its black and silver body, this computer monitor will be a polished upgrade for any computer. The clear liquid crystal technology on the Samsung 710N makes it easy for you to appreciate the reliable picture quality and be more productive with your work. Easily adjust the aspect ratio, sharpness, and contrast to your individual preferences by taking advantage of the easy-to-master controls included with this Samsung SyncMaster monitor. In addition, as this computer monitor comes with an exceptional moderate-sized display, you can make use of the generous screen space and scroll less to read more rows of a spreadsheet. Edit more documents at once without taking up too much desk space thanks to the superior 1280 x 1024 display resolution on the Samsung 710N.\nProduct Identifiers BrandSamsung Model710N UPC8808979310722 Additional MPNmj17asss\nKey Features Product LineSamsung SyncMaster Display TechnologyLCD, TFT Screen Size17\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio600:1 Response Time12 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical56 - 75 kHz Synchronization Range - Horizontal30 - 81 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalCE, Energy star, ISO 13406-2 (Pixel Defect Guidelines), TCO-99, TUV-GS Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector\nMiscellaneous Monitor ColorBlack & Silver Monitor Platform SourcePC, Mac",
    "product line": "Samsung SyncMaster",
    "refresh rate": "75 Hz",
    "regulatory approval": "CE, Energy star, ISO 13406-2 (Pixel Defect Guidelines), TCO-99, TUV-GS",
    "response time": "12 ms",
    "screen size": "17\"",
    "synchronization range  horizontal": "30 - 81 kHz",
    "synchronization range  vertical": "56 - 75 kHz",
    "system": "Desktop",
    "upc": "8808979310722"
}