{
    "<page title>": "Sony SDM SDM HS73 17\" LCD Monitor | eBay",
    "additional mpn": "106569, SDMHS73WT LT73 SDMHS73H SONSDMHS73W SDMHS73L SDMHS73LT SDMHS73BREFURBISHED SDMHS73P SDMHS73HT SDMHS73W SDMHS73BT SDMHS73PB SONSDMHS73H SDM-HS73 SDMHS73B, SNYSDMHS73H",
    "analog video input connector": "1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "Sony",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "500:1",
    "digital video input standard": "DVI",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD",
    "form factor": "Desktop",
    "max resolution": "1280 x 1024",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "150Â°",
    "maximum resolution": "1280 x 1024",
    "model": "SDM-HS73",
    "monitor color": "Black & Silver",
    "monitor platform source": "PC, Mac",
    "mpn": "SDMHS73WT, LT73, SDMHS73H, SONSDMHS73W, SDMHS73L, SDMHS73LT, SDMHS73BREFURBISHED, SDMHS73P, SDMHS73HT, SDMHS73W, SDMHS73BT, SDMHS73PB, SONSDMHS73H, SDM-HS73, SDMHS73B",
    "product information": "Enjoy watching movies, news, sports and much more with the Sony SDM-HS73. The innovative floating frame design of this 17-inch LCD TFT Monitor gives makes the TV look brilliant. This Flat Screen Display produces superb colors with amazing quality accuracy while built-in speakers give you excellent sound clarity. The 1280 x 1024 resolution in the Sony SDM-HS73 offers you clear, crispy, responsive and bright images when you are working, playing games or working on the internet. The option of 160 degree horizontal viewing angle on this 17-inch LCD TFT Monitor allows you to watch the TV flexibly without any kind of eyestrain. You can also connect this Flat Screen Display with your PC and or Mac.\nProduct Identifiers BrandSony ModelSDM-HS73 UPC0000006094623, 027242625266, 027242625297, 027242643765 Additional MPN106569, SDMHS73WT LT73 SDMHS73H SONSDMHS73W SDMHS73L SDMHS73LT SDMHS73BREFURBISHED SDMHS73P SDMHS73HT SDMHS73W SDMHS73BT SDMHS73PB SONSDMHS73H SDM-HS73 SDMHS73B, SNYSDMHS73H\nKey Features Product LineSony SDM Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD Screen Size17\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio500:1 Response Time20 ms\nTechnical Features Synchronization Range - Vertical48 - 75 kHz Synchronization Range - Horizontal28 - 80 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical150Â° Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector Digital Video Input StandardDVI\nMiscellaneous Monitor ColorBlack & Silver Monitor Platform SourcePC, Mac",
    "product line": "Sony SDM",
    "response time": "20 ms",
    "screen size": "17\"",
    "synchronization range  horizontal": "28 - 80 kHz",
    "synchronization range  vertical": "48 - 75 kHz",
    "system": "Desktop",
    "upc": "0000006094623, 027242625266, 027242625297, 027242643765",
    "video inputs": "DVI"
}