{
    "<page title>": "NEC MultiSync LCD2190UXP 21\" LCD Monitor 5028695104556 | eBay",
    "additional mpn": "LCD2190UXP",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "4:3",
    "brand": "NEC",
    "brightness": "250 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nNEC",
    "contrast ratio": "1000:1",
    "digital video input standard": "DVI-I , DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "178Â°",
    "max viewing angle vertical": "178Â°",
    "maximum resolution": "1600 x 1200",
    "model": "LCD2190UXP",
    "monitor color": "Black",
    "monitor platform source": "PC, PC, Mac",
    "product information": "The 21.3-inch NEC MultiSync LCD2190UXP, offering about 30 great features is a versatile monitor that also brings you the smart Ambix3 Technology. Ambix3 Technology empowers this NEC MultiSync monitor to be connected simultaneously to 3 input sources. This NEC LCD monitor offers a resolution of 1600 x 1200 and a response time of 16 ms. The 1000:1 contrast ratio on NEC MultiSync LCD2190UXP offers great blacks and whites while the really wide 178Â° horizontal and vertical viewing angles offer comfortable viewing. AccuColor Control System on this NEC MultiSync monitor allows for color adjustments and On-Screen Manager controls let you access easy-to-use options to make adjustments for onscreen visuals. The intelligent AmbiBright Technology on this NEC LCD monitor automatically adjusts the backlight sensing the lighting levels of the room. NEC MultiSync LCD2190UXP also employs the Intelligent Power Manager System to help you save costs and conserve resources.\nProduct Identifiers BrandNEC ModelLCD2190UXP UPC5028695104556, 5028695104563 Additional MPNLCD2190UXP\nKey Features Product LineNEC MultiSync Display TechnologyLCD, TFT Screen Size21\" Maximum Resolution1600 x 1200 Aspect Ratio4:3 Contrast Ratio1000:1 Response Time10 ms Refresh Rate85 Hz\nTechnical Features Synchronization Range - Vertical50 - 85 kHz Synchronization Range - Horizontal31.5 - 91.1 kHz Max Viewing Angle Horizontal178Â° Max Viewing Angle Vertical178Â° Regulatory ApprovalC-TICK, CCC, CE, CSA, Energy star, FCC Class B, GEEA-LABEL, ISO 13406-2 (Pixel defect guidelines), MPR-, PCBC, PSB, TCO-03, TUV-ERGO, TUV-GS, UL, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-I , DVI-D\nMiscellaneous Monitor ColorBlack Monitor Platform SourcePC, PC, Mac",
    "product line": "NEC MultiSync",
    "refresh rate": "85 Hz",
    "regulatory approval": "C-TICK, CCC, CE, CSA, Energy star, FCC Class B, GEEA-LABEL, ISO 13406-2 (Pixel defect guidelines), MPR-, PCBC, PSB, TCO-03, TUV-ERGO, TUV-GS, UL, cUL",
    "response time": "10 ms",
    "screen size": "21\"",
    "synchronization range  horizontal": "31.5 - 91.1 kHz",
    "synchronization range  vertical": "50 - 85 kHz",
    "system": "Desktop",
    "upc": "5028695104556",
    "video inputs": "DVI-I , DVI-D"
}