{
    "100000001 asus smart contrast ratio": "Dynamically enhances the display's contrast by adjusting the luminance of the backlight to achieve the darkest black and brightest white - delivering lifelike images.",
    "2ms response time": "Quick response time of 2ms (GTG) eliminates ghosting and tracers for more fluid video playback.",
    "<page title>": "Asus VE247H 24\" LED LCD Monitor Built in Speakers HDMI DVI VGA Inputs 4719543331521 | eBay",
    "aspect control function": "Aspect control function allows users to select a preferred display mode among full and 4:3 for true-to-life gaming or movie watching without any data loss or image distortion.",
    "aspect ratio": "16:9",
    "audio": "1W x 2 Stereo RMS",
    "brightness": "300 cd/mÂ²",
    "condition": "Manufacturer refurbished: An item that has been professionally restored to working order by a manufacturer or\nmanufacturer-approved vendor. This means the product has been inspected, cleaned, and repaired to meet manufacturer specifications and is in excellent condition. This item may or may not be in the original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nASUS",
    "display technology": "LED LCD",
    "features": "Built-In Speakers, Headphone Jack",
    "full hd with hdmi": "Enter a spectacular world of colors with Full HD 1080p (1920 x 1080) support and HDMI port.",
    "item condition": "Manufacturer Refurbished",
    "max resolution": "1920x1080",
    "max. resolution": "1920 x 1080",
    "mpn": "VE247H",
    "pixel pitch": "0.272mm",
    "ports": "Signal Input : HDMI 1.4, D-Sub, DVI-D,\nPC Audio Input : 3.5mm Mini-Jack,\nAV Audio Input : HDMI 1.4,\nEarphone jack : 3.5mm Mini-Jack",
    "power consumption": "Power Consumption < 35 W,\nPower Saving Mode < 1 W",
    "response time": "2 ms",
    "screen size": "23.6\"",
    "size": "23.6\"(59.9cm)",
    "splendid video intelligence technology": "The exclusive Splendid Video Intelligence technology optimizes video performance and image fidelity by enhancing color, brightness, contrast, and sharpness. 5 preset video modes can be selected via a hotkey.",
    "system": "Desktop",
    "type": "Wide Screen",
    "upc": "4719543331521",
    "video inputs": "DVI-D",
    "viewing angle": "170Â°(H)/160Â°(V)"
}