{
    "<page title>": "NEC MultiSync LCD1770VX 17\" LCD Flat Panel Active Matrix Monitor 805736013481 | eBay",
    "additional mpn": "LCD1770VXBKFT",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "NEC",
    "brightness": "250 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nNEC",
    "contrast ratio": "500, 600",
    "countryregion of manufacture": "China",
    "depth": "8 in.",
    "digital video input standard": "DVI-D",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix)",
    "form factor": "Desktop",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "160Â°",
    "max. resolution": "1280 x 1024",
    "maximum resolution": "1280 x 1024",
    "model": "LCD1770VX",
    "monitor color": "Black",
    "monitor platform source": "PC",
    "mpn": "625703, 60001671, DHLCD1770VXBK, LCD1770VX-BK-2, LCD1770VXBK",
    "product information": "This 17-inch NEC MultiSync monitor is modern, full-featured, and created for people who want to improve their computer systems. Bloggers and computer novices can take pleasure in the capabilities, reliability, and design of this NEC MultiSync monitor. The NEC LCD1770VX is a good device for multiplying your gameplay thanks to the better color balance. As this LCD monitor comes with a great 1280 x 1024 screen resolution, you can benefit from sharper email messages, video games, and office documents. The NEC LCD1770VX helps you to appreciate the wonderful picture quality and work more effectively with its clear advanced image technology. With the easy-to-master controls found on this NEC MultiSync monitor, you can tweak the screen settings to your liking to optimize your reading proficiency or movie enjoyment. Be the envy of your friends with this LCD monitor and its sleek black body. Also, with the excellent moderate-sized display found on the NEC LCD1770VX, you can delight in enhanced computing productivity.\nProduct Identifiers BrandNEC ModelLCD1770VX UPC805736013481, 805736018301 Additional MPNLCD1770VXBKFT\nKey Features Product LineNEC MultiSync Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix) Screen Size17\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio600:1,500:1 Response Time12 ms\nTechnical Features Synchronization Range - Vertical0 - 0 kHz Synchronization Range - Horizontal32 - 81 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalISO 13406-2 (Pixel Defect Guidelines) Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nDimensions Depth8 in.\nMiscellaneous Monitor ColorBlack Monitor Platform SourcePC",
    "product line": "NEC MultiSync",
    "regulatory approval": "ISO 13406-2 (Pixel Defect Guidelines)",
    "response time": "12 ms",
    "screen size": "17\"",
    "synchronization range  horizontal": "32 - 81 kHz",
    "synchronization range  vertical": "0 - 0 kHz",
    "system": "Desktop",
    "upc": "805736013481, 805736018301",
    "video inputs": "DVI-D"
}