{
    "<page title>": "Acer S200HQL 20\" Class Widescreen LCD LED Monitor 1600x900 LED | eBay",
    "antiglare coating": "Yes Reduces screen glare from windows and lights.",
    "aspect ratio": "16:9 Describes the relationship between the width and the height of a display. Standard displays are 4:3, while widescreen displays are 16:9.",
    "brightness": "250 cd/mÂ² Measurement of light output. The higher the brightness, the more visible the picture will be in rooms with a lot of light.",
    "contrast ratio": "100,000,000:1 Difference between the brightest white and the darkest black a display can reproduce. The higher the contrast ratio, the better the color detail.",
    "dvid input": "No",
    "energy star certified": "Yes ENERGY STAR is a joint program of the U.S. Environmental Protection Agency and the U.S. Department of Energy helping us all save money and protect the environment through energy efficient products and practices.",
    "hdmi input": "No",
    "height": "13.1\" with stand",
    "maximum resolution": "1600 x 900 Maximum number of pixels a monitor is capable of displaying. The higher the resolution, the sharper the image.",
    "monitor type": "LED",
    "onscreen image controls": "Yes Allows adjustment of display settings using on-screen controls.",
    "power consumption": "<14W (normal); <1W (power-saving mode)",
    "product depth with stand": "6.6\"",
    "response time": "5 ms",
    "screen refresh rate": "60Hz This refers to how many times per second a TV screen image is completely reconstructed. A TV with a 60Hz refresh rate means that the picture will be completely rebuilt 60 times in one second. Why is this important? Generally, the more the screen is refreshed, the smoother the images will appear.",
    "screen size measured diagonally": "20\" Size of the screen, in inches, measured diagonally from corner to corner.",
    "speakers included": "No",
    "specs": "Details: Description:",
    "tilt": "Yes",
    "touchscreen": "No",
    "vga input": "Yes",
    "weight": "5.1 pounds",
    "width": "18.3\""
}