{
    "<page title>": "Samsung 19\" LCD Monitor 191T GH19PS 729507704678 | eBay",
    "additional mpn": "syncmaster191tblack",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "4:3",
    "brand": "Samsung",
    "brightness": "250 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Seller refurbished: An item that has been restored to working order by the eBay seller or a third party not approved by\nthe manufacturer. This means the item has been inspected, cleaned, and repaired to full working order and is in excellent condition. This item may or may not be in original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nSamsung",
    "contrast ratio": "500:1",
    "digital video input standard": "DVI",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "170Â°",
    "max viewing angle vertical": "170Â°",
    "max. resolution": "1280 x 1024",
    "maximum resolution": "1280 x 1024",
    "model": "191T",
    "monitor color": "Silver",
    "monitor platform source": "PC, Mac, PC, Mac, Sun",
    "product information": "Be productive with style and simplicity as the Samsung SyncMaster 191T boasts a 19-inch flat panel LCD TFT screen for high-quality picture display. Sporting a resolution of 1280 x 1024, this Samsung 19-inch monitor produces your documents, images, videos, etc with crystal-clear image quality. The 250 cd/m2 brightness of this Samsung LCD monitor provides sharp and bright images, while its 500:1 contrast ratio offers deeper blacks and brighter whites. Supporting up to a whopping 16.7 million colors, this Samsung 19-inch monitor ensures balanced color reproduction for lifelike images. Thanks to the high-speed Digital Visual Interface (DVI) of this Samsung LCD monitor, you will enjoy digital content with maximized visual quality. With viewing angle of 85 degrees (horizontal and vertical both), the Samsung SyncMaster 191T provides clear visibility from most of the angles.\nProduct Identifiers BrandSamsung Model191T UPC729507704678, 729507706283 Additional MPNsyncmaster191tblack\nKey Features Product LineSamsung SyncMaster Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD Screen Size19\" Maximum Resolution1280 x 1024 Aspect Ratio4:3 Contrast Ratio500:1 Response Time25 ms\nTechnical Features Synchronization Range - Vertical56 - 85 kHz Synchronization Range - Horizontal30 - 81 kHz Max Viewing Angle Horizontal170Â° Max Viewing Angle Vertical170Â° Regulatory ApprovalCE, CSA, DOC-B, TCO-95, TUV-S, UL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI\nMiscellaneous Monitor ColorSilver Monitor Platform SourcePC, Mac, PC, Mac, Sun",
    "product line": "Samsung SyncMaster",
    "regulatory approval": "CE, CSA, DOC-B, TCO-95, TUV-S, UL",
    "response time": "25 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "30 - 81 kHz",
    "synchronization range  vertical": "56 - 85 kHz",
    "system": "Desktop",
    "upc": "729507704678",
    "video inputs": "DVI"
}