{
    "<page title>": "ELO Touch Solutions 7001L 69 5\" LED LCD Touchscreen Monitor 16 9 6 MS | eBay",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "Elo Touch Solutions",
    "built-in devices": "Speaker",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "features": "Digital Signage Ready",
    "hdcp supported": "Yes",
    "height with stand": "36.26\"",
    "horizontal viewing angle": "176Â°",
    "manufacturer": "Elo Touch Solutions, Inc",
    "manufacturer part number": "E027378",
    "manufacturer website address": "<a href=\"www.elotouch.com\">www.elotouch.com</a>",
    "marketing information": "The 7001L Interactive Digital Signage display combines an optical multi-touch touchscreen with a professional-grade, large format display in a slim, integrated package. For retail, hospitality, commercial real estate, education and other commercial applications, the large wide-screen format offers a high-quality, interactive canvas for attracting and engaging consumers. The 7001L offers system integrators and value-added resellers (VARs) a high performance solution that is easy to deploy and maintain. With a total thickness of 3.5 inches (89mm), the 7001L is compliant with the ADA requirement of less than 4\" protrusion for wallmounted products when used with a compatible wall-mount.",
    "mount type": "Wall Mountable",
    "product model": "7001L",
    "product name": "7001L 70-Inch Interactive Digital Signage Display (IDS)",
    "product type": "LCD Touchscreen Monitor",
    "response time": "6 ms",
    "screen mode": "Full HD",
    "screen size": "69.5\"",
    "speakers": "Yes",
    "standby power consumption": "13.50 W",
    "vertical viewing angle": "176Â°",
    "weight (approximate)": "130.95 lb"
}