{
    "<page title>": "Dell ST2420L 24\" LED Computer Gaming Monitor 5391519470930 | eBay",
    "aspect ratio": "16:9",
    "brand": "Dell",
    "brightness": "250 cd/mÂ²",
    "choose your connection": "Enjoy the convenience of digital and analog connectivity options. Seamlessly connect the ST2420L to your desktops, laptops and gaming consoles with HDMI, DVI (HDCP) and VGA analog ports.",
    "contrast ratio": "1000",
    "display technology": "LED LCD",
    "environmental footprint": "The ST2420L monitor was designed for the environmentally conscious user. This highly efficient LCD panel is both mercury and arsenic free. The LED backlight complies with the stringent environmental standard, Energy Star 5.0, to help you lower energy consumption without sacrificing performance.",
    "features": "Headphone Jack",
    "home is where the action is": "The Dell ST2420L 24\" widescreen full HD monitor with LED delivers true cinematic picture quality with a 16:9 aspect ratio and excellent color contrast. Give your movies, videos and games the big-screen attention they deserve with clear 1920 x 1080 Full HD resolution and true-to-life picture quality.",
    "master performer": "Transform any room in your house into center stage and enjoy action-packed entertainment in addition to stunning picture quality.",
    "max resolution": "1920 x 1080",
    "model": "ST2420L",
    "mpn": "4X6C0, ST2420L",
    "response time": "5 ms",
    "screen size": "24\"",
    "slim and elegant design": "With its slim depth and high-gloss front bezel that complements your desktop, the ST2420L is a stylish monitor designed to fit most home environments. Elegant, functional and built for maximum comfort, its tilt-adjustability feature has a panel tilt of 4Â° forward and 21Â° backward. You'll also be amazed by the intuitive touch controls and the beautiful lit bottom front bezel when the monitor is on.",
    "system": "Desktop",
    "upc": "5391519470930",
    "video inputs": "DVI-I"
}