{
    "<page title>": "24\" HP LP2465 LCD Widescreen Flat Panel Monitor 1920x1200 0882780293007 | eBay",
    "additional mpn": "EF224A8R EF224A4#ABA",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "16:9, 16:10, 14:9",
    "brand": "HP",
    "brightness": "500 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nHP",
    "contrast ratio": "1000:1",
    "depth": "3.7 in.",
    "digital video input standard": "DVI-I , DVI-D, Dual DVI-I",
    "display technology": "LCD",
    "doa dead on arrival": "item must notify us within 3 days of receipt of\ngoods.",
    "form factor": "Desktop",
    "input device": "Keyboard, Mouse",
    "max viewing angle horizontal": "178Â°",
    "max viewing angle vertical": "178Â°",
    "max. resolution": "1920 x 1200",
    "maximum resolution": "1920 x 1200",
    "model": "LP2465",
    "monitor color": "Black & Silver",
    "product information": "The HP LP2465 LCD monitor ensures superior picture quality with its 1920 x 1200p pixels native picture resolution. With 500 nits (cd/m2) brightness level, this HP 24-inch monitor delivers a bright and lively image output. Relish widescreen viewing experience with the 16:10 native aspect ratio of this HP LCD monitor. Watch moving pictures without any blur or distortion with the 6 ms response rate of the HP LP2465 LCD monitor. This HP 24-inch monitor offers a clear visual performance from anywhere in the room, all thanks to its 178Â° horizontal and vertical viewing angle. The 1000:1 contrast ratio of this HP LCD monitor corrects the black and the white levels for an amazing display.\nProduct Identifiers BrandHP ModelLP2465 UPC0882780293007 Additional MPNEF224A8R EF224A4#ABA\nKey Features Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix) Screen Size24\" Maximum Resolution1920 x 1200 Aspect Ratio14:9, 16:10, 16:9 Contrast Ratio1000:1 Response Time6 ms Refresh Rate60 Hz\nTechnical Features Synchronization Range - Vertical48 - 85 kHz Synchronization Range - Horizontal30 - 94 kHz Max Viewing Angle Horizontal178Â° Max Viewing Angle Vertical178Â° Regulatory ApprovalBSMI, CE, CISPR, CSA, DEMKO, Energy Star, Energy star, FCC, FIMKO, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), ISO 9241-3, ISO 9241-7, ISO 9241-8, MIC, MPR-, NEMKO, NOM, PC2001, PC99, SEMKO, TCO-03, TUV-ERGO, UL, VCCI Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Input DeviceKeyboard, Mouse Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-I , DVI-D, Dual DVI-I\nDimensions Depth3.7 in.\nMiscellaneous Monitor ColorBlack & Silver",
    "refresh rate": "60 Hz",
    "regulatory approval": "BSMI, CE, CISPR, CSA, DEMKO, Energy Star, Energy star, FCC, FIMKO, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), ISO 9241-3, ISO 9241-7, ISO 9241-8, MIC, MPR-, NEMKO, NOM, PC2001, PC99, SEMKO, TCO-03, TUV-ERGO, UL, VCCI",
    "response time": "6 ms",
    "screen size": "24\"",
    "synchronization range  horizontal": "30 - 94 kHz",
    "synchronization range  vertical": "48 - 85 kHz",
    "system": "Desktop",
    "upc": "0882780293007",
    "video inputs": "DVI-I , DVI-D, Dual DVI-I"
}