{
    "<page title>": "AOC E1649FWU 16\" LED LCD Monitor 16 9 16 MS | eBay",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "AOC",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "depth": "1.4\"",
    "manufacturer": "AOC",
    "manufacturer part number": "E1649FWU",
    "manufacturer website address": "us.aoc.com",
    "marketing information": "This 16-inch portable LEDA light-emitting-diode (LED) is a semiconductor diode that emits light when an electric current is applied in the forward direction of the device, as in the simple LED circuit. The effect is a form of electroluminescence where incoherent and narrow-spectrum light is emitted from the p-n junction. monitor is a must-have laptop accessory and receives both power and signal via a single USB cable for plug-and-play connection. Powered solely by USB, the monitor does not require a power cord or VGA cable. A built-in Smart Stand pivots out when needed and stores flush against the back of the monitor when not in use. The monitor offers 50,000,00:1 Dynamic Contrast Ratio, 5ms response time and 1366 x 786 resolutionThe display resolution of a digital television or computer display typically refers to the number of distinct pixels in each dimension that can be displayed.. The USB Monitor is compatible with PC as well as Mac using the DisplayLink driver. Perfect display for business presentations, photo frame applications, and dual monitor setups on-the-go.",
    "maximum resolution": "1366 x 768",
    "number of screens": "1",
    "product model": "e1649Fwu",
    "product name": "e1649Fwu Widescreen LCD Monitor",
    "product type": "LCD Monitor",
    "screen mode": "WXGA",
    "vertical viewing angle": "50Â°",
    "width": "14.8\""
}