{
    "100000001 asus smart contrast ratio": [
        "Dynamically enhances the display's contrast by adjusting the luminance of the backlight to achieve the darkest black and brightest white - delivering lifelike images.",
        "Dynamically\nenhances the display's contrast by adjusting the luminance of the\nbacklight to achieve the darkest black and brightest white - delivering\nlifelike images."
    ],
    "2ms response time": [
        "Quick response time of 2ms (GTG) eliminates ghosting and tracers for more fluid video playback.",
        "Quick response time of 2ms (GTG) eliminates ghosting and tracers for more fluid video playback."
    ],
    "<page title>": "New Asus VE247H 23 6 inch 1920x1080 LED Monitor 4719543331521 | eBay",
    "aspect control function": [
        "Aspect control function allows users to select a preferred display mode among full and 4:3 for true-to-life gaming or movie watching without any data loss or image distortion.",
        "Aspect\ncontrol function allows users to select a preferred display mode among\nfull and 4:3 for true-to-life gaming or movie watching without any data\nloss or image distortion."
    ],
    "aspect ratio": "16:9",
    "brightness": "300 cd/mÂ²",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nASUS",
    "display technology": "LED LCD",
    "features": "Built-In Speakers, Headphone Jack",
    "full hd with hdmi": [
        "Enter a spectacular world of colors with Full HD 1080p (1920 x 1080) support and HDMI port.",
        "Enter a spectacular world of colors with Full HD 1080p (1920 x 1080) support and HDMI port."
    ],
    "max. resolution": "1920 x 1080",
    "model": "VE247H",
    "mpn": "VE247H",
    "sdc.string.screen size (mined)": "24",
    "sdcstringresponse time num": "2 ms",
    "splendid video intelligence technology": [
        "The exclusive Splendid Video Intelligence technology optimizes video performance and image fidelity by enhancing color, brightness, contrast, and sharpness. 5 preset video modes can be selected via a hotkey.",
        "The\nexclusive Splendid Video Intelligence technology optimizes video\nperformance and image fidelity by enhancing color, brightness, contrast,\nand sharpness. 5 preset video modes can be selected via a hotkey."
    ],
    "system": "Desktop",
    "video inputs": "DVI-D"
}