{
    "<page title>": "DoubleSight 19\" Dual Monitor Wide MPN DS 1900WA 816220000023 | eBay",
    "a clear view to productivity": "DoubleSight provides an economic, easy-to-use technique for displaying as much data as a single 30 inch Wide LCD monitor. Users have an instantly clear view of their programs instead of time-consuming switching between programs or document windows with overly crowded desktop space and limited viewing. By performing fast reactions to multiple information sources, DoubleSight users can experience significant productivity increases ranging from approximately 20 to 50 percent by easily managing their multiple programs simultaneously. Unlike large-screen monitors that often sacrifice legibility to offer more desktop space under a high resolution, the DoubleSight dual LCD monitor can effectively provide large desktop space in a legible format.",
    "aspect ratio": "16:10",
    "brightness": "300 cd/mÂ²",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nDoubleSight",
    "contrast ratio": "500, 1000",
    "display technology": "LCD",
    "features": "Built-In Speakers",
    "max. resolution": "1440 x 900",
    "model": "DS-1900WA",
    "mpn": "DS-1900WA",
    "response time": "5 ms",
    "screen size": "19\"",
    "stylish sturdy design": "DoubleSight introduces several features with the DS-1900WA; height adjustable stand and adjustable: tilting/sliding panels brackets. These added features combine a stylish appearance with a unique, light yet sturdy design that requires a minimum of desk space. Depending on the users' choice, DoubleSight can be easily installed on a desk or wall-mounted due to its simplified, slim flat design. DoubleSight's ergonomic efficiency improves the user's natural perception and ability to multitask by employing a primary \"focal point\" screen as well as a second screen for supporting peripheral vision.",
    "system": "Desktop",
    "upc": "816220006032",
    "video inputs": "DVI-D, VGA D-Sub"
}