{
    "<page title>": "Samsung SyncMaster 173B 17\" Flat Panel LCD Monitor w Built in Speakers 10271587 | eBay",
    "additional mpn": "gy17mshs",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "audio output": "Speaker(s)",
    "brand": "Samsung",
    "brightness": "250 cd/m²",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "450:1",
    "depth": "7 in.",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "150°",
    "max viewing angle vertical": "120°",
    "model": "173B",
    "monitor color": "Silver",
    "monitor platform source": "PC, Mac, Sun",
    "mpn": "gy17mshs",
    "overall value delivered": ".",
    "product information": "Made for taking your computing experience up a notch and bringing you excellent graphics as you upgrade your computer system, this 17-inch Samsung SyncMaster monitor is functional and lightweight. Analysts and Web surfers are impressed by the reliability, clarity, and performance of the Samsung 173B. This Samsung SyncMaster monitor allows you to view cleaner office documents, spreadsheets, and digital photos thanks to its excellent 1280 x 1024 screen resolution. Because this 17-inch monitor features convenient controls, you can tweak the screen settings to your specifications to maximize your gaming experience or movie enjoyment. With its silver body, the Samsung 173B is a classic addition to any computer system. With the high-fidelity built-in speakers featured on this Samsung SyncMaster monitor, you can avoid additional cables for external speakers. With the clear advanced image technology featured on this 17-inch monitor, you can appreciate the solid picture quality and enjoy an improved computing environment. Also, the Samsung 173B includes a superior moderate-sized screen, therefore you can delight in an improved computing experience.\nProduct Identifiers BrandSamsung Model173B UPC10271587 Additional MPNgy17mshs\nKey Features Product LineSamsung SyncMaster Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD Screen Size17\" Aspect Ratio5:4 Contrast Ratio450:1 Response Time25 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical56 - 75 kHz Synchronization Range - Horizontal30 - 81 kHz Max Viewing Angle Horizontal150° Max Viewing Angle Vertical120° Regulatory ApprovalFCC Class B, MPR-, TCO-95, TCO-99 Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Audio OutputSpeaker(s) Analog Video Input Connector1 x 15 Pin D-Sub connector\nDimensions Depth7 in.\nMiscellaneous Monitor ColorSilver Monitor Platform SourcePC, Mac, Sun",
    "product line": "Samsung SyncMaster",
    "refresh rate": "75 Hz",
    "regulatory approval": "FCC Class B, MPR-, TCO-95, TCO-99",
    "response time": "25 ms",
    "screen size": "17\"",
    "synchronization range  horizontal": "30 - 81 kHz",
    "synchronization range  vertical": "56 - 75 kHz",
    "upc": "10271587"
}