{
    "<page title>": "LG 25\" 21 9 Ultrawide Monitor 25UM64 s IPS 4 Screen Split Dual Linkup | eBay",
    "antiglare coating": "Yes Reduces screen glare from windows and lights.",
    "aspect ratio": "21:9 Describes the relationship between the width and the height of a display. Standard displays are 4:3, while widescreen displays are 16:9.",
    "brightness": "250 cd/mÂ² Measurement of light output. The higher the brightness, the more visible the picture will be in rooms with a lot of light.",
    "compatibility": "PC and Mac",
    "contrast ratio": "Mega (1000:1 original) Difference between the brightest white and the darkest black a display can reproduce. The higher the contrast ratio, the better the color detail.",
    "display type": "HD LED with IPS Technology used to display text and images on the screen. Computer monitors, notebook computers, mobile DVD players and other devices typically use LCD (flat-panel liquid crystal displays) screens.",
    "dvid input": "No",
    "dvid with hdcp input": "Yes",
    "energy star certified": "No ENERGY STAR is a joint program of the U.S. Environmental Protection Agency and the U.S. Department of Energy helping us all save money and protect the environment through energy efficient products and practices.",
    "epeat qualified": "No The Electronic Product Environmental Assessment Tool (EPEAT) is the definitive global registry for greener electronics. It's an easy-to-use resource for purchasers, manufacturers, resellers and others wanting to find and promote environmentally preferable products.",
    "gaming series": "Yes",
    "hdmi input": "Yes",
    "height": "15\" with stand (11\" without)",
    "ips": "Yes",
    "maximum resolution": "2560 x 1080 Maximum number of pixels a monitor is capable of displaying. The higher the resolution, the sharper the image.",
    "monitor type": "LED",
    "power consumption": "31W (normal on)",
    "product depth with stand": "7.4\"",
    "product depth without stand": "1.6\"",
    "response time": "5 ms",
    "screen size measured diagonally": "25\" Size of the screen, in inches, measured diagonally from corner to corner.",
    "speakers included": "Yes, built-in",
    "specs": "Details: Description:",
    "tilt": "Yes",
    "touchscreen": "No",
    "vertical frequency": "30 - 90Hz (Also referred to as vertical scan rate or refresh rate). Number of times per second the monitor paints the whole screen. For example, a monitor with 70Hz refresh rate repaints the whole screen 70 times every second.",
    "vga input": "No",
    "weight": "9 lbs. with stand (8.3 lbs. without)",
    "width": "24\""
}