{
    "<page title>": "ELO ET1515L 7CWC 1 GY G 15\" Touch Screen Monitor | eBay",
    "additional mpn": "E611558",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "4:3",
    "brand": "Elo",
    "brightness": "250 cd/mÂ²",
    "color support": "16.2M Colors, 24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nElo",
    "contrast ratio": "500:1",
    "display technology": "Touch Screen",
    "features": "Touchscreen",
    "form factor": "Desktop",
    "input device": "Touch Screen",
    "max viewing angle horizontal": "120Â°",
    "max viewing angle vertical": "100Â°",
    "max. resolution": "1024 x 768",
    "maximum resolution": "1024 x 768",
    "model": "IntelliTouch 1515L",
    "monitor color": "Gray",
    "monitor platform source": "PC, Mac",
    "product information": "The 15-inch gray Elo Touch IntelliTouch 1515L offers a native resolution of 1024 x 768 at 75 Hz with 16.7 million colors. This Elo Touch touchmonitor offers a contrast ratio of 500:1 and an aspect ratio of 4:3. The IntelliTouch Surface Wave Technology-powered glass surface on this Elo Touch LCD monitor is resilient against spilled food, grease, and liquids. Choose from among Acoustic Pulse Recognition Technology, IntelliTouch Surface Wave Technology, and AccuTouch Five-Wire Resistive Technology on your Elo Touch IntelliTouch 1515L. This Elo Touch LCD monitor delivers cost-effective touch tools for sectors like retail and hospitality. You can opt for 3-track magnetic stripe reader (credit card reader), which can be easily installed on this Elo Touch touchmonitor, to deliver a reliable, efficient and smart computing system. The wall-mountable Elo Touch IntelliTouch 1515L is network-compatible and is provided with RS-232 and USB interfaces, for easy connectivity to any POS.\nProduct Identifiers BrandElo ModelIntelliTouch 1515L Additional MPNE611558\nKey Features Product LineElo Touch Display TechnologyLCD, Touch Screen, Touch Screen LCD, Touch Screen LCD Touch Screen LCD, Touch Screen LCD Touch Screen LCD Touch Screen LCD LCD Touch Screen Screen Size15\" Maximum Resolution1024 x 768 Aspect Ratio4:3 Contrast Ratio500:1 Response Time22 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical56.3 - 75 kHz Synchronization Range - Horizontal31.5 - 60.2 kHz Max Viewing Angle Horizontal120Â° Max Viewing Angle Vertical100Â° Regulatory ApprovalC-TICK, CE, FCC, IC, TUV-GS, UL, VCCI, cUL Color Support16.2M Colors, 24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Input DeviceTouch Screen Analog Video Input Connector1 x 15 Pin D-Sub connector\nMiscellaneous Monitor ColorGray Monitor Platform SourcePC, Mac",
    "product line": "Elo Touch",
    "refresh rate": "75 Hz",
    "regulatory approval": "C-TICK, CE, FCC, IC, TUV-GS, UL, VCCI, cUL",
    "response time": "22 ms",
    "screen size": "15\"",
    "synchronization range  horizontal": "31.5 - 60.2 kHz",
    "synchronization range  vertical": "56.3 - 75 kHz",
    "system": "Desktop"
}