{
    "<page title>": "HP Compaq LA1751G 17\" LCD Monitor Neoflex Stand VGA Power Cord 0884962176894 | eBay",
    "aspect ratio": "5:4",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nHP",
    "contrast ratio": "1000",
    "display technology": "LCD",
    "enhanced compatibility": "Work with legacy and developing graphics technologies with connections that support analog or digital. The digital input with HDCP supports encrypted data content and the two-port USB hub provides quick peripheral connectivity.",
    "max resolution": "1280 x 1024",
    "model": "LA1751G",
    "mpn": "EM889AA#ABA",
    "response time": "5 ms",
    "screen size": "17\"",
    "see more do more": "Customize viewing with 90Âº pivot rotation, swivel, and height adjustment. Use dual hinge tilt to lower the monitor closer to the desk and use the bottom portions of your bi-focal, tri-focal or progressive lenses to see well.",
    "smart design": "Get crisp, clear views from 1000:1 contrast ratio and fast 5ms response time. Adjust monitor and color settings and enable theft deterrence with HP Display Assistant.",
    "technology with the environment in mind": "The HP LA1751g is TCO 5.0 Certified, has 50% less mercury vs. previous models, up to 40% less max power consumption, an arsenic-free panel, and BFR/PVC-free panel, cabinet and structural sheet metal.",
    "total hp computing experience": "The HP LA1751g offers guaranteed out-of-the-box compatibility with HP business products. Plus, when you buy the monitor with an HP PC, you get end-to-end product service and support from HP with just one phone call.",
    "upc": "0884962176894",
    "video inputs": "DVI-D"
}