{
    "<page title>": "Dell 1706FPVT 17\" LCD Monitor Grade A 683728149093 | eBay",
    "brand": "Dell",
    "brightness": "280 cd/mÂ²",
    "contrast ratio": "1500:1",
    "display technology": "LCD",
    "immediate payment": ", then you must pay immediately with PayPal to win the auction (you haven't won it until you've paid for it.)",
    "model": "1706FPVt",
    "nonpaying bidder": "If payment is not received within 7 days of auction close, we will contact eBay to leave a \"non-paying bidder\" notification. After 10 days we reserve the right to cancel your purchase.",
    "restocking fees": "Items returned that are determined to be in working order will be subject to a restocking fee of 10% or $10, (whichever is greater) and shipping will not be refunded. We will not accept any item that is damaged in return shipping. The shipment will be refused back to the Buyer and Buyer will need to issue a claim with the freight company.",
    "screen size": "17\"",
    "tax": "We adhere to NY and CT State Sales tax (If you receive equipment within NY or CT, we must collect tax.) Sales tax for shipments sent to locations in NY that are not part of NYC is 8.5%. Sales tax for shipments that are sent to locations within NYC is 8.875%. Sales tax for shipments sent to CT is 6.35%.",
    "we guarantee against doa": "Any item in this auction that is not working properly when received by the Buyer will be covered under the terms of our guarantee which is as follows: Buyer must notify Seller within 14 calendar days of receipt of the purchased item (date as stated by FedEx.com) of any problem/defects that may require a return and/or refund. The item will be returned to Seller at Buyer's expense within 5 business days of notification. Item will be tested to determine condition. If the item is not working and there are no obvious signs of physical damage, you will be sent a replacement. If no replacement is available, your money, not including return shipping charges, will be refunded. We do not cover the following conditions under our guarantee:",
    "we prefer paypal": "but will accept bank-to-bank wire transfer. Please don't ask us to accept other methods - the answer will be no.",
    "whats not included": "All items do not include manuals, cables, or peripherals unless specifically stated. The auction is for ONLY what is stated as being included above in the text description - nothing else. Please don't assume - if you're not sure, send us a message!"
}