{
    "<page title>": "Lenovo ThinkVision L191P 19\" LCD Monitor Black 000435301826 | eBay",
    "additional mpn": "90P0729",
    "analog video input connector": "1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "Lenovo",
    "brightness": "250 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "1000:1",
    "depth": "9 in.",
    "digital video input standard": "DVI-D",
    "display technology": "LCD Flat Panel LCD TFT (Active Matrix), LCD, Flat Panel LCD TFT (Active Matrix)",
    "form factor": "Desktop",
    "max resolution": "1280 x 1024",
    "max viewing angle horizontal": "89Â°",
    "max viewing angle vertical": "89Â°",
    "maximum resolution": "1280 x 1024",
    "model": "L191P",
    "monitor color": "Black",
    "monitor platform source": "PC",
    "mpn": "T19HBIT, 9419HB708, 9419HB7IBU, IBMT19HNUK, T19HBEU, 90P0729, T19HBUKSPECBRANCH, T19HBUK, IBH1047, T19HNEU, T19HNUK, 9419HB7, 90P0731",
    "product information": "Appealing and well-designed, this 19-inch Lenovo ThinkVision monitor is designed for people who want to improve their computer systems. Writers and computer enthusiasts alike can take pride in the sharpness, electronics, and capabilities of this Lenovo ThinkVision monitor. The Lenovo L191P is a nice solution for enhancing your user experience thanks to the vivid display quality. Because this flat-panel LCD TFT monitor includes an excellent 1280 x 1024 resolution, you can get more detailed pictures without taking up a lot of desk space. Since the Lenovo L191P comes with clear advanced image technology, you can take advantage of its configurability and improved screen privacy. With its black body, this Lenovo ThinkVision monitor will be a classic upgrade for any computer. The superior mid-sized screen featured on this flat-panel LCD TFT monitor enables you to reap the benefits of greater amusement when working. Furthermore, since the Lenovo L191P has effective controls, you can quickly set the aspect ratio, color balance, and brightness just the way you like it.\nProduct Identifiers BrandLenovo ModelL191P UPC000435301826 Additional MPN90P0729\nKey Features Product LineLenovo ThinkVision Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix) Screen Size19\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio1000:1 Response Time20 ms\nTechnical Features Synchronization Range - Vertical55 - 76 kHz Synchronization Range - Horizontal31 - 61 kHz Max Viewing Angle Horizontal89Â° Max Viewing Angle Vertical89Â° Regulatory ApprovalBSMI, CB, CCC, CE, CSA, DEMKO, Energy star, FCC Class B, FIMKO, GOST-R, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), MPR-, MPR-II, MPR-III, NEMKO, NOM, PCBC, SASO, SEMKO, TCO-99, TUV GS, TUV-GS, UL, VCCI Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nDimensions Depth9 in.\nMiscellaneous Monitor ColorBlack Monitor Platform SourcePC Release Date11 November, 2004",
    "product line": "Lenovo ThinkVision",
    "regulatory approval": "BSMI, CB, CCC, CE, CSA, DEMKO, Energy star, FCC Class B, FIMKO, GOST-R, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), MPR-, MPR-II, MPR-III, NEMKO, NOM, PCBC, SASO, SEMKO, TCO-99, TUV GS, TUV-GS, UL, VCCI",
    "release date": "11 November, 2004",
    "response time": "20 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "31 - 61 kHz",
    "synchronization range  vertical": "55 - 76 kHz",
    "system": "Desktop",
    "upc": "000435301826",
    "video inputs": "VGA D-Sub"
}