{
    "<page title>": "Dell UltraSharp 1704FPT 17\" LCD Monitor 764315101318 | eBay",
    "additional mpn": "Y4299",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "Dell",
    "brightness": "300 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nDell",
    "contrast ratio": "500",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "140Â°",
    "max viewing angle vertical": "130Â°",
    "max. resolution": "1280 x 1024",
    "maximum resolution": "1280 x 1024",
    "model": "1704FPT",
    "monitor color": "Black",
    "monitor platform source": "PC",
    "mpn": "Y4299",
    "product information": "The black Dell UltraSharp 1704FPT is a 17-inch monitor that allows you to view HD videos at 1920x1080 pixels resolution, hence providing you an amazing movie viewing experience. With a response time of 12 ms, the blur is reduced, allowing you to view your favorite movies in vivid clarity. You can tilt your Dell UltraSharp 1704FPT downward or upward, for your viewing comfort. This 17-inch monitor comes with a stand that allows you to adjust its height, according to your comfort levels, which ultimately reduces eye fatigue and neck pain. Using DVI-D ports, you can easily connect your Dell Flat LCD panel monitor to desktops and notebooks. Being VESA-compliant, you can mount the Dell UltraSharp 1704FPT on a compatible stand.\nProduct Identifiers BrandDell Model1704FPT UPC764315101318 Additional MPNY4299\nKey Features Product LineDell UltraSharp Display TechnologyLCD Screen Size17\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio500:1 Response Time12 ms Refresh Rate60 Hz\nTechnical Features Synchronization Range - Vertical56 - 76 kHz Synchronization Range - Horizontal30 - 81 kHz Max Viewing Angle Horizontal140Â° Max Viewing Angle Vertical130Â° Regulatory ApprovalBSMI, C-Tick, CCC, CE, CSA, Energy star, FCC Class B, NEMKO, NOM, PSB, SASO, TCO-99, TUV-GS, TUV-S, UL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack Monitor Platform SourcePC",
    "product line": "Dell UltraSharp",
    "refresh rate": "60 Hz",
    "regulatory approval": "BSMI, C-Tick, CCC, CE, CSA, Energy star, FCC Class B, NEMKO, NOM, PSB, SASO, TCO-99, TUV-GS, TUV-S, UL",
    "response time": "12 ms",
    "screen size": "17\"",
    "synchronization range  horizontal": "30 - 81 kHz",
    "synchronization range  vertical": "56 - 76 kHz",
    "system": "Desktop",
    "upc": "764315101318",
    "video inputs": "DVI-D"
}