{
    "<page title>": "Dell UltraSharp U2410 24\" IPS Wide Screen Professional LCD Monitor 1920x120 | eBay",
    "aspect ratio": "16:10",
    "brand": "Dell",
    "brightness": "400 cd/mÂ²",
    "condition": "Used - Screen is in perfect condition, stand and bezel may have a few light blemishes and scratches.",
    "contrast ratio": "1000",
    "description": "Experience astounding color accuracy, precision and performance with the Dell UltraSharp U2410 that features in exceptional screen performance, vibrant and accurate color, and superb user experience.\nWith 1920x1200 maximum resolution, 16:10 widescreen aspect ratio and 80,000:1 dynamic contrast ratio, this high-performance 24\" IPS monitor delivers stunning detail, depth and responsiveness. The PremierColor technology adopted enables the Dell UltraSharp U2410 to deliver vibrant, consistent, true-to-life colors - and minimizes the need for further calibration. It provides a simple and outstanding Out-of-Box experience.\nAlong with Picture-in-Picture and Picture-by-Picture Multi-Views, flexible viewing and mounting options, intuitive controls and extensive connectivity, itâ\u0080\u0099s easy to connect and a pleasure to use, no matter how much screen time you log.",
    "device type": "Wide Screen UltraSharp LCD Display Monitor",
    "display technology": "LCD",
    "ease of ownership": "In addition to being easy to set up and maintain, your Dell UltraSharp 24\" monitor arrives with several levels of support to help protect your investment.",
    "features": "USB Hub",
    "manufacturer": "Dell",
    "max resolution": "1920 x 1200",
    "model": "U2410",
    "mpn": "320-8277",
    "ports": "High Definition Multimedia Interface (HDMI) 2 Digital Visual Interface connectors (DVI-D) with HDCP DisplayPort (DP) Video Graphics Array (VGA) Component Video Composite Video 1 USB 2.0 upstream port 4 USB 2.0 downstream ports 8 in 1 Media reader DC power connector for Dell Soundbar",
    "precise vivid industrystandard color": "Thanks to PremierColor technology, the Dell UltraSharp U2410 monitor delivers reliable, true-to-life color without the need for extensive calibration.",
    "response time": "6 ms",
    "screen size": "24\"",
    "specifications": "DisplayScreen Size24\"LED BacklightNoWidescreenYesRecommended Resolution1920 x 1200Viewing Angle178Â° (H) / 178Â° (V)Pixel Pitch0.27mmDisplay Colors1.07 BillionBrightness400 cd/m2Contrast Ratio1,000:1Response Time6msPanelIPS",
    "superb user experience": "The Dell UltraSharp U2410 monitor is packed with features that make it easy to connect and a pleasure to use, no matter how much screen time you log.",
    "uncompromising screen performance": "Designed to handle graphics-intensive applications with ease, this high-performance 24\" monitor delivers stunning detail, depth and responsiveness.",
    "video inputs": "DVI-D",
    "warranty": "30-Day Warranty"
}