{
    "<page title>": "2244L 21 5in Wide Intelli Touch | eBay",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "Elo Touch Solutions",
    "certifications  standards": "<ul><li>S-Mark</li><li>C-Tick</li><li>cUL</li><li",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "depth": "1.7\"",
    "green compliance certificate/authority": "WEEE",
    "manufacturer": "Elo Touch Solutions, Inc",
    "manufacturer part number": "E469590",
    "manufacturer website address": "<a href=\"www.elotouch.com\">www.elotouch.com</a>",
    "marketing information": "The Elo TouchSystems 2244L open-frame LCD touchmonitor with its slim design and narrow outside dimensions gives kiosk integrators an edge in developing the most aesthetically pleasing products. Wide-aspect displays like the Elo 2244L are easier to use and incorporate than traditional open-frame touchmonitors. Wide-screen format displays allow extra content on the screen and are quickly becoming preferred in casino gaming, amusement and entertainment settings and are increasingly popular in public venue environments due to the high-definition cinematic-like experience. Typical applications for the 2244L include: gaming and amusement, information kiosks and self-service, as well as interactive digital signage applications.",
    "product model": "2244L",
    "product name": "2244L Open-frame Touchscreen LCD Monitor",
    "product type": "Open-frame LCD Touchscreen Monitor",
    "screen mode": "Full HD",
    "standby power consumption": "1.50 W",
    "vertical viewing angle": "178Â°",
    "vga": "Yes",
    "weight (approximate)": "10.60 lb"
}