{
    "100000001 asus smart contrast ratio": "10,000,000:1 ASUS smart contrast ratio dynamically enhances the display's contrast by adjusting the luminance of the backlight to achieve the darkest black and brightest white - delivering lifelike images.",
    "<page title>": "Asus ve Series VE208T Black 20\" 5ms Widescreen LED Backlight LCD Monitor 610839325764 | eBay",
    "aspect ratio": "16:9",
    "brightness": "250 cd/mÂ²",
    "care for the earth": "The eco-friendly design reduces power consumption by 25% and is manufactured with 50% less hazardous materials.",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nASUS",
    "display technology": "LED LCD",
    "excellent visual performance": "Indulge your visual senses with 1600 x 900 HD+ resolution and 5ms quick response time for work and entertainment. 20\" widescreen fits two pages side by side, meaning ample screen space for different contents to help double your working efficiency.",
    "features": "Built-In Speakers, Headphone Jack",
    "max. resolution": "1600 x 900",
    "model": "VE208T",
    "mpn": "VE208T",
    "response time": "5 ms",
    "screen size": "20\"",
    "screensize": "20.00",
    "splendid video intelligence technology": "The exclusive Splendid Video Intelligence technology optimizes video performance and image fidelity by enhancing color, brightness, contrast, and sharpness. 5 preset video modes (scenery, theater, game, night view, and standard) can be selected via a hotkey.",
    "stylish and userfriendly design for modern sophistication": "Built-in hidden stereo speakers enable audio enjoyment together with true-to-life visual. Convenient key controls for functional set-up in the multi-language OSD. Cable manager gets rid of tangling cables and wires.",
    "system": "Desktop",
    "upc": "610839325764",
    "video inputs": "DVI-D"
}