{
    "<page title>": "HP Pavilion VF15 15\" LCD Monitor | eBay",
    "additional mpn": "P9616A, P9616AABA P9616AR F1503 9616ARABA P9616A NDF1503",
    "analog video input connector": "1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector",
    "audio input": "Microphone",
    "audio output": "Speaker(s)",
    "brand": "HP",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "350:1",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "120Â°",
    "max viewing angle vertical": "100Â°",
    "maximum resolution": "1024 x 768",
    "model": "F1503",
    "product information": "Featuring the maximum resolution of 1024x768, the Pavilion F1503 monitor is great to play games on or work. Additionally, this HP LCD monitor has TFT screen with an anti-glare surface that does not damage your eyes even if you work for longer time. This HP 15-inch monitor has an Analog VGA interface connector to connect to your computer. Through the onscreen menus, you can adjust the settings of the Pavilion F1503, thanks to its OSD manager. Save on power and energy as this HP 15-inch monitor consumes maximum of 40 watts of power. With the adjustable pedestal of this HP LCD monitor, you can adjust the level and positioning as per your convenience.\nProduct Identifiers BrandHP ModelF1503 UPC0808736488440 Additional MPNP9616A, P9616AABA P9616AR F1503 9616ARABA P9616A NDF1503\nKey Features Product LineHP Pavilion Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD Screen Size15\" Maximum Resolution1024 x 768 Contrast Ratio350:1 Response Time35 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical56 - 76 kHz Synchronization Range - Horizontal30 - 63 kHz Max Viewing Angle Horizontal120Â° Max Viewing Angle Vertical100Â° Regulatory ApprovalEnergy Star, Energy star, FCC Class B, TCO-99 Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Audio OutputSpeaker(s) Audio InputMicrophone Analog Video Input Connector1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector",
    "product line": "HP Pavilion",
    "refresh rate": "75 Hz",
    "regulatory approval": "Energy Star, Energy star, FCC Class B, TCO-99",
    "response time": "35 ms",
    "screen size": "15\"",
    "synchronization range  horizontal": "30 - 63 kHz",
    "synchronization range  vertical": "56 - 76 kHz",
    "upc": "0808736488440"
}