{
    "<page title>": "Sony SDM SDM HS95P s 19\" LCD Monitor 027242666184 | eBay",
    "additional mpn": "SDM-HS95P/S",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "Sony",
    "brightness": "420 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Manufacturer refurbished: An item that has been professionally restored to working order by a manufacturer or\nmanufacturer-approved vendor. This means the product has been inspected, cleaned, and repaired to meet manufacturer specifications and is in excellent condition. This item may or may not be in the original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nSony",
    "contrast ratio": "550",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "160Â°",
    "max. resolution": "1280 x 1024",
    "maximum resolution": "1280 x 1024",
    "model": "SDM-HS95P/S",
    "monitor color": "Silver",
    "monitor platform source": "PC, PC, Mac",
    "mpn": "SDM-HS95P/S",
    "product information": "Enhance your multimedia and computing experience with the 19-inch active matrix TFT LCD monitor of SONY SDM-HS95P/S. Coming with a resolution of 1280x1024, this Sony 19-inch monitor delivers crisp and true-to-life images onscreen. The contrast ratio of 550:1 in this Sony LCD monitor optimizes color and clarity. With 400 cd/m2 brightness, this SONY SDM-HS95P/S facilitates easy-to-see images and text even under brightly-lit environment. This Sony 19-inch monitor consistently delivers smooth motion video and graphics, thanks to its fast response time of 12 ms. The viewing angles of 160-degree provide a wide range of visual clarity in this Sony LCD monitor, making movie-watching with family, playing video games with friends etc all the more enjoyable.\nProduct Identifiers BrandSony ModelSDM-HS95P/S UPC027242666184, 027242669376, 4901780954469 Additional MPNSDM-HS95P/S\nKey Features Product LineSony SDM Display TechnologyLCD Screen Size19\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio550:1 Response Time12 ms Refresh Rate60 Hz\nTechnical Features Synchronization Range - Vertical48 - 75 kHz Synchronization Range - Horizontal28 - 80 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalCE, CSA, Energy star, FCC, FCC Class B, GOST-R, IC, ISO 13406-2 (Pixel defect guidelines), PC2001, UL, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorSilver Monitor Platform SourcePC, PC, Mac",
    "product line": "Sony SDM",
    "refresh rate": "60 Hz",
    "regulatory approval": "CE, CSA, Energy star, FCC, FCC Class B, GOST-R, IC, ISO 13406-2 (Pixel defect guidelines), PC2001, UL, cUL",
    "response time": "12 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "28 - 80 kHz",
    "synchronization range  vertical": "48 - 75 kHz",
    "system": "Desktop",
    "upc": "4901780954469",
    "video inputs": "DVI-D"
}