{
    "<page title>": "Viewsonic VG2021M 20\" LCD Monitor with Built in Speakers 0766907208115 | eBay",
    "additional mpn": "VG2021M, VG2021M-US",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "4:3",
    "audio input": "Line In (3.5mm)",
    "brand": "ViewSonic",
    "brightness": "300 cd/m²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the seller’s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nViewSonic",
    "contrast ratio": "500:1",
    "countryregion of manufacture": "Taiwan",
    "digital video input standard": "DVI-D",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix)",
    "features": "Built-In Speakers",
    "form factor": "Desktop",
    "max viewing angle horizontal": "170°",
    "max viewing angle vertical": "155°",
    "max. resolution": "1400 x 1050",
    "maximum resolution": "1400 x 1050",
    "model": "VG2021M",
    "monitor color": "Black",
    "monitor platform source": "PC, Mac",
    "mpn": "VG2021M",
    "product information": "Play an exhilarating fast-moving game on the ViewSonic Graphic VG2021m monitor that features ClearMotiv 8ms video response time. The integrated stereo speakers of this ViewSonic 20-inch TFT monitor not only save you desk space, but also give you rich stereo sound that takes the entertainment level up a notch. Get an expanded connectivity with the OptiSync digital and analog signals of this ViewSonic LCD monitor. The 280-nit brightness as well as 700:1 contrast ratio of the ViewSonic Graphic VG2021m gives you vibrantly bright and sharp images. This EnergyStar compliant ViewSonic 20-inch TFT monitor saves you energy as well as money. This ViewSonic LCD monitor is VESA certified and can be safely mounted on the wall.\nProduct Identifiers BrandViewSonic ModelVG2021M UPC0766907208115, 0766907216929 Additional MPNVG2021M, VG2021M-US\nKey Features Product LineViewSonic Graphic Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix) Screen Size20\" Maximum Resolution1400 x 1050 Aspect Ratio4:3 Contrast Ratio500:1 Response Time8 ms Refresh Rate76 Hz\nTechnical Features Synchronization Range - Vertical56 - 76 kHz Synchronization Range - Horizontal30 - 82 kHz Max Viewing Angle Horizontal170° Max Viewing Angle Vertical155° Regulatory ApprovalBSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), MPR-, NOM, PCBC, PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Audio InputLine In (3.5mm) Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack Monitor Platform SourcePC, Mac",
    "product line": "ViewSonic Graphic",
    "refresh rate": "76 Hz",
    "regulatory approval": "BSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), MPR-, NOM, PCBC, PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL",
    "response time": "8 ms",
    "screen size": "20\"",
    "synchronization range  horizontal": "30 - 82 kHz",
    "synchronization range  vertical": "56 - 76 kHz",
    "system": "Desktop",
    "upc": "0766907208115, 0766907216929",
    "video inputs": "DVI-D"
}