{
    "<page title>": "Viewsonic Graphic VG2230WM 22\" Widescreen LCD Monitor Built in Speakers Cables 766907228816 | eBay",
    "additional mpn": "VG2230WM",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "16:10",
    "brand": "ViewSonic",
    "brightness": "280 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nViewSonic",
    "contrast ratio": "700:1",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "170Â°",
    "max viewing angle vertical": "160Â°",
    "maximum resolution": "1680 x 1050",
    "model": "VG2230WM",
    "monitor color": "Black",
    "product information": "Work comfortably for long hours with the ViewSonic VG2230WM monitor's ergonomic height adjustment and tilt. The Fast 5ms video response time of the ViewSonic LCD monitor allows you to enjoy blue-free images, full-motion video and crystal-clear graphics. Feast your eyes to high quality viewing with this 22-inch monitor's 1680 X 1050 resolution display. The multi-mode input technology of the ViewSonic LCD monitor supports both digital (DVI) and analog (VGA) signals, thereby providing you with maximum compatibility and configuration flexibility. Experience flawless videos and graphics with this 22-inch monitor's Dynamic Structure Technology. The ViewSonic VG2230WM consumes less energy thereby making it energy compliant.\nProduct Identifiers BrandViewSonic ModelVG2230WM UPC766907228816 Additional MPNVG2230WM\nKey Features Product LineViewSonic Graphic Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD Screen Size22\" Maximum Resolution1680 x 1050 Aspect Ratio16:10 Contrast Ratio700:1 Response Time5 ms Refresh Rate85 Hz\nTechnical Features Synchronization Range - Vertical50 - 85 kHz Synchronization Range - Horizontal24 - 82 kHz Max Viewing Angle Horizontal170Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalBSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), MPR-, NOM, PCBC, PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack Release DateNovember, 2006",
    "product line": "ViewSonic Graphic",
    "refresh rate": "85 Hz",
    "regulatory approval": "BSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), MPR-, NOM, PCBC, PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL",
    "release date": "November, 2006",
    "response time": "5 ms",
    "screen size": "22\"",
    "synchronization range  horizontal": "24 - 82 kHz",
    "synchronization range  vertical": "50 - 85 kHz",
    "system": "Desktop",
    "upc": "766907228816",
    "video inputs": "DVI-D"
}