{
    "<page title>": "DoubleSight Displays DS 2200WA 21 5\" LCD Monitor 16 9 5 MS 816220000030 | eBay",
    "aspect ratio": "16:9",
    "brand name": "DoubleSight Displays",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "depth": "9.3\"",
    "green compliance certificate/authority": "Energy Star",
    "manufacturer": "DoubleSight Displays, LLC",
    "manufacturer part number": "DS-2200WA",
    "manufacturer website address": "<a href=\"www.doublesight.com\">www.doublesight.com",
    "marketing information": "See more, do more! The DoubleSight DS-220WA is perfect for Office or Home use. The DS2200WA Dual Monitor Solution is a uniquely designed multiple LCD display solution which can increase user productivity as much as 50% by allowing the user to view and manage several sources of information or programs simultaneously without switching between windows.\nBuilt with the latest LED Back Light Technology, the DS-2200WA will provide sharp, bright colors for years to come The DS-2200WA is Energy Star Compliant and comes with a 3 Year Warranty. Like all DoubleSight Products, this Monitor Solution is fully TAA Compliant.\nThe DS-2200WA Dual Monitor is an All-in-One turnkey solution providing 2 High Resolution Monitors, 1 Dual Monitor Flex Desktop Stand and all of the cabling needed. All required components are preassembled and ship in one box which saves time and money.",
    "number of screens": "2",
    "package contents": "<ul> <li>DS-2200WA Widescreen LCD Monitor</li>",
    "product model": "DS-2200WA",
    "product name": "DS-2200WA Widescreen LCD Monitor",
    "product type": "LCD Monitor",
    "screen mode": "Full HD",
    "speakers": "Yes",
    "standby power consumption": "2 W",
    "vertical viewing angle": "160Â°",
    "weight (approximate)": "24.00 lb"
}