{
    "<page title>": "21 5in LCD 1920x1080 10K 1 16 9 | eBay",
    "adjustable display angle": "Yes",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "DoubleSight Displays",
    "built-in devices": "Microphone",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "depth": "7.3\"",
    "green compliance certificateauthority": "Energy Star",
    "horizontal viewing angle": "170Â°",
    "manufacturer": "DoubleSight Displays, LLC",
    "manufacturer part number": "DS-220C",
    "manufacturer website address": "www.doublesight.com",
    "marketing information": "Sleek modern design and a built-in Web Cam make this the perfect Monitor for the Office or Home use. Eliminate the need for an extra Web Cam or Speakers since both are built into the DoubleSight 21.5\" DS-220C Monitor. Built with the latest LED Back Light Technology, the DS-220C will provide sharp, bright colors for years to come The DS-220C is Energy Star Certified and comes with a 3 Year Warranty. Like all DoubleSight Products, this Monitor is fully TAA Compliant.\nThe DS-220C is VESA compatible and can be mounted on your Desk Top with any one of the DoubleSight Multi Monitor Flex Stands or Single Monitor Flex Arms for a truly custom and ergonomic fit.",
    "mount type": "Arm-mountable",
    "number of screens": "1",
    "product model": "DS-220C",
    "product name": "DS-220C Widescreen LCD Monitor",
    "product type": "LCD Monitor",
    "response time": "5 ms",
    "screen mode": "Full HD",
    "screen size": "21.5\"",
    "speakers": "Yes",
    "standby power consumption": "2 W",
    "vertical viewing angle": "160Â°",
    "weight (approximate)": "6.00 lb"
}