{
    "<page title>": "Startech com 1U 17 Rackmount LCD Console with 16 Port IP KVM | eBay",
    "brand name": "StarTech.com",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "display screen type": "LCD",
    "kvm switch": "Yes",
    "limited warranty": "2 Year",
    "manufacturer": "StarTech.com",
    "manufacturer part number": "CABCONS1716I",
    "manufacturer website address": "<a href=\"www.startech.com\">www.startech.com</a>",
    "marketing information": "This 1U Rack Mount LCD KVM Console features an integrated 16 Port Multi-Platform IP KVM Switch module, 17in active matrix LCD monitor, 105-key keyboard and mouse touchpad neatly combined into 1U of space in any standard rack or cabinet 30in (or greater) in depth. The IP KVM console offers a design similar to that of a rack mounted laptop computer - when the console is not in use, it's as simple as folding the LCD display and keyboard/mouse up and sliding it back into the server rack on the sturdy mounting rails (included). A highly-scalable server control solution, the integrated 16-port IP-based KVM switch allows 16 computers (up to 136 computers through eight cascaded 16-port KVMs) to be directly controlled from the console or via the LAN, WAN or Internet, with system navigation options including front panel pushbuttons, hotkey commands and a convenient on-screen display. To ensure a comprehensive server remote control solution, the LCD KVM Console offers BIOS level control and full interaction with your system's boot process, providing exceptional remote monitoring capability and control of every aspect of the connected computers. The IP KVM Console also provides a secure and convenient operating experience, allowing each of the connected computers to be given unique names and locked to prevent unauthorized access.",
    "number of computers supported": "16",
    "product name": "1U 17\" Rack Mount LCD Console with 16 Port IP KVM",
    "product type": "Rack Mount LCD",
    "screen mode": "SXGA",
    "screen resolution": "1280 x 1024",
    "screen size": "17\""
}