{
    "<page title>": "V7 LED215W2S 9N 22\" LED LCD Monitor 16 9 5 MS 662919048063 | eBay",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "V7",
    "built-in devices": "Speaker",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "country of origin": "China",
    "depth": "1.9\"",
    "features": "Security Lock",
    "green compliance certificateauthority": "RoHS",
    "horizontal viewing angle": "170Â°",
    "manufacturer": "V7",
    "manufacturer part number": "LED215W2S-9N",
    "manufacturer website address": "www.v7-world.com",
    "marketing information": "The V7 22\" Class (21.5\" vis) LED monitor provides superior image quality with vivid colors and lifelike images. The LED backlight technology saves you up to 40% energy and yields blacker blacks, pure white and more clearly defined grays for a vivid picture making it the perfect choice for home or office. Key specifications include: 1920x1080 Full HD resolution, 16:9aspect ratio, 1000:1 contrast ratio, 200 nits brightness, reduced blur with 5 ms response time and customized picture settings to fit your needs. The LED215W2S-9N reduces clutter and provides more desk space while sitting in a black glossy bezel weighing 6.61 pounds and panel measuring only 1.86inches deep. The widescreen monitor is easily wall mountable and provides a tremendous price to performance value.",
    "mount type": "Wall Mountable",
    "number of screens": "1",
    "package type": "Retail",
    "product model": "LED215W2S-9N",
    "product name": "22\" Class (21.5\" Viewable) - Full HD 1080p Widescreen LED Monitor",
    "product type": "LCD Monitor",
    "response time": "5 ms",
    "screen mode": "Full HD",
    "screen size": "22\"",
    "speakers": "Yes",
    "vertical viewing angle": "160Â°"
}