{
    "<page title>": "Viewsonic VX 900 19\" LCD Monitor with Built in Speakers 0766907531619 | eBay",
    "additional mpn": "VIEVX900, VX900, VX900-2",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "4:3, 5:4",
    "audio input": "Stereo Mini-Connector",
    "audio output": "Speaker(s)",
    "brand": "ViewSonic",
    "brightness": "250 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nViewSonic",
    "contrast ratio": "500, 600",
    "depth": "7 in.",
    "digital video input standard": "DVI, DVI-D",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix)",
    "features": "Built-In Speakers",
    "form factor": "Desktop",
    "max viewing angle horizontal": "170Â°",
    "max viewing angle vertical": "170Â°",
    "max. resolution": "1280 x 1024",
    "maximum resolution": "1280 x 1024",
    "model": "900",
    "monitor color": "Black & Silver",
    "monitor platform source": "PC, Mac",
    "mpn": "VX900",
    "product information": "The ViewSonic VX900 is a LCD monitor with SuperClear screen technology that provides amazing clarity and better viewing angles. The display screen of this ViewSonic 19-inch monitor has a resolution of 1,280 x 1,024 pixels that gives you crisp and sharp display. The onscreen controls of this ViewSonic LCD monitor effortlessly adjust a variety of picture settings for better viewing experience. With a brightness of 250 cd/m2, the ViewSonic VX900 allows you to view all the images and contents clearly. You get detailed picture with deep blacks and light whites due to the contrast ratio of 600:1 of this ViewSonic 19-inch monitor. The horizontal and vertical angles of up to 170 degrees of this ViewSonic LCD monitor gives you a perfect view from any corner of your room.\nProduct Identifiers BrandViewSonic Model900 UPC0766907531619, 766907802627 Additional MPNVIEVX900, VX900, VX900-2\nKey Features Product LineViewSonic VX Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix) Screen Size19\" Maximum Resolution1280 x 1024 Aspect Ratio4:3, 5:4 Contrast Ratio600:1,500:1 Response Time25 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical50 - 75 kHz Synchronization Range - Horizontal30 - 82 kHz Max Viewing Angle Horizontal170Â° Max Viewing Angle Vertical170Â° Regulatory ApprovalBSMI, C-Tick, CB, CE, DEMKO, DOC-B, Energy star, FCC Class B, FIMKO, GOST-R, ISO 13406-2 (Pixel Defect Guidelines), MPR-, NEMKO, NOM, PCBC, PSB, SEMKO, TCO-99, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Audio OutputSpeaker(s) Audio InputStereo Mini-Connector Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI, DVI-D\nDimensions Depth7 in.\nMiscellaneous Monitor ColorBlack & Silver Monitor Platform SourcePC, Mac Release Date1 June, 2003",
    "product line": "ViewSonic VX",
    "refresh rate": "75 Hz",
    "regulatory approval": "BSMI, C-Tick, CB, CE, DEMKO, DOC-B, Energy star, FCC Class B, FIMKO, GOST-R, ISO 13406-2 (Pixel Defect Guidelines), MPR-, NEMKO, NOM, PCBC, PSB, SEMKO, TCO-99, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL",
    "release date": "1 June, 2003",
    "response time": "25 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "30 - 82 kHz",
    "synchronization range  vertical": "50 - 75 kHz",
    "system": "Desktop",
    "upc": "0766907531619, 766907802627",
    "video inputs": "DVI-D, DVI"
}