{
    "<page title>": "NEC Display V463 46\" LED LCD Monitor 16 9 6 50 MS | eBay",
    "adjustable display pivot": "Yes",
    "aspect ratio": "16:9",
    "backlight technology": "LED",
    "brand name": "NEC Display",
    "built-in devices": "Speaker",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "display orientation": "Landscape/Portrait",
    "features": [
        "TileMatrix (10x10)",
        "Picture on Picture",
        "Noise Reduction",
        "Digital Signage Ready",
        "TileComp",
        "Side-by-side View Support",
        "Security Lock",
        "Carbon Footprint Meter",
        "Temperature Sensor",
        "Cooling System"
    ],
    "hdcp supported": "Yes",
    "horizontal viewing angle": "178Â°",
    "manufacturer": "NEC Display Solutions",
    "manufacturer part number": "V463",
    "manufacturer website address": "www.necdisplay.com",
    "marketing information": "NEC's 46\" V463 high-performance large-screen display utilizes LED backlighting to deliver both environmental and functional benefits for digital signage. The V463's commercial-grade panel is capable of displaying brilliant imagery and capturing the audience's attention. This full HD model features built-in 10W speakers and an Open Pluggable Specification (OPS)-compliant expansion slot, which future-proofs the display and allows for the seamless integration of a computer or other NEC/third-party component. Because video, RS-232 control and power are passed internally from the display to the computer, additional cabling is not required, thereby simplifying installations. With integrated temperature sensors and fans, this display is ideal in applications that require extended use, including retail stores, restaurants, indoor venues, training facilities and corporate boardrooms.",
    "number of screens": "1",
    "product model": "V463",
    "product name": "46\" High-Performance LED-Backlit Commercial-Grade Display w/ Integrated Speakers",
    "product series": "V",
    "product type": "LCD Monitor",
    "response time": "6.50 ms",
    "screen mode": "Full HD",
    "screen size": "46\"",
    "speakers": "Yes",
    "standby power consumption": "2 W",
    "vertical viewing angle": "178Â°",
    "width": "41.7\""
}