{
    "<page title>": "Nice Dell 23\" Widescreen LED LCD Monitor HD 1080 5ms 0884116044208 | eBay",
    "aspect ratio": "16:9",
    "brightness": "250 cd/mÂ²",
    "choose your connection": "Enjoy the convenience of digital and analog connectivity options. Seamlessly connect the ST2320L to your desktops, laptops and gaming consoles with HDMI, DVI (HDCP) and VGA analog ports.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nDell",
    "contrast ratio": "8000",
    "display technology": "LED LCD",
    "environmental footprint": "The ST2320L monitor was designed for the environmentally conscious user. This highly efficient LCD panel is both mercury and arsenic free. The LED backlight complies with the stringent environmental standard, Energy Star 5.0, to help you lower energy consumption without sacrificing performance.",
    "home is where the action is": "The Dell ST2320L 23\" widescreen Full HD monitor with LED delivers true cinematic picture quality with a 16:9 aspect ratio and excellent color contrast. Give your movies, videos and games the big-screen attention they deserve with clear 1920 x 1080 Full HD resolution and true-to-life picture quality.",
    "master performer": "Transform any room in your house into center stage and enjoy action-packed entertainment in addition to stunning picture quality.",
    "max resolution": "1920 x 1080",
    "model": "ST2320L",
    "mpn": "447081",
    "response time": "5 ms",
    "screen size": "23\"",
    "slim and elegant design": "With its slim depth and high-gloss front bezel that complements your desktop, the ST2320L is a stylish monitor designed to fit most home environments. Elegant, functional and built for maximum comfort, its tilt-adjustability feature has a panel tilt of 4Â° forward and 21Â° backward.",
    "upc": "0884116044208"
}