{
    "<page title>": "BenQ GL2023A 19 1 2\" Widescreen LED LCD Monitor Glossy Black | eBay",
    "damaged items": "All Packages are inspected for damage before they ship from our warehouse. If your package has been damaged in transit, please contact us immediately. We must be informed of all shipping related claims within 1 business day after the date of receipt. We do not issue refunds for returns of damaged merchandise. An item that was discovered damaged upon receipt will be replaced with the same model only.",
    "defective item": "An item that was discovered to be defective upon receipt can be replaced with the same model only. You may also return a defective item for a refund.",
    "exchanges": "If you purchased a product from Buydig that you wish to exchange for an alternative, you can return the item for a refund and simply place a new order for the item you desire. We do not apply a refund credit to your new purchase",
    "international customers": "Please be advised that our products are intended for a US market. If it is to be used outside of the US, please check in advance that it will work. Returns on international orders require the customer pay the return shipping.",
    "international returns": "The customer is responsible for paying for return shipping should they decide to return the product.",
    "refunds": "Refunds are applied to the payment method used at the time of purchase 5-10 days after receipt of the returned merchandise. We will only refund the value of the merchandise returned, not the shipping charge.",
    "replacement": "We will send a product replacement after the authorized return has completed our receiving/inspection process. The replacement will ship within four business days following our receipt of your return. Please allow additional processing time after Holidays. Although it is our goal to ship a replacement as quickly as possible, we do not send replacements before we receive and inspect the returned merchandise.\nTo receive a replacement more quickly, you may place a new order for the same item (shipping not included), and we will issue a refund for the full value of the returned product (including shipping), upon completion of our return process.",
    "resellers  bulk orders policy": "Buydig does not ship to resellers and reserves the right to limit quantities and orders to all customers.",
    "return policy": "You may return merchandise purchased from Buydig for a refund or a replacement, provided that the procedures and requirements referred to in our return policy are followed. All product returns require a return authorization number (RA). A RA number must be issued within 45 calendar days after the date of purchase; it will be valid for 14 calendar days after it is issued.\nRemoval or alteration of a product's upc number, serial number or upc/serial number sticker will automatically void your Buydig Return Policy. Products that are returned to Buydig with a missing, damaged or altered serial number will be refused RMA service and returned to you.",
    "return shipping": "Return shipping cost (the cost to send an item back to our store) is like or comparable to your cost of driving to any store for returning an item, which is not reimbursable. Therefore, we do not reimburse any return shipping cost.\nIf an item you received is defective, we will certainly replace the item with a new one, however we do not cover or reimburse the shipping cost for returning defective merchandise back to our store. We will ship the replacement product to you at our cost, and use every good measure to ensure that the replacement order is processed quickly.",
    "returning items": "Please contact us at 800-617-4686. If you do not have the return form, we will provide it together with your RA number. Please fill in the requested information on our product return form, and carefully follow the instructions for return.\nAll returned merchandise must be in original condition, and must include the original factory box (UPC bar codes and serial numbers must be intact) and factory packaging (e.g. foam, plastic, wrappings, etc.), peripherals (e.g. battery, charger, cords, straps, etc.), included warranty cards (without markings), and all instruction booklets and paperwork. The RA number or any other inscriptions must not be written or printed on the product box or packaging. We will not process the return if any of these conditions are not followed.\nMail to: Buydig - Returns, RA Number: 80 Carter Drive Edison, NJ 08817\nYou may contact the following carriers to determine a Customer Counter or Authorized Shipping Outlet nearest your location.\nFedEx - (800) 463-3339\nUPS - (800) 742-5877\nU.S.P.S. - (800) 275-8777\nRetuned merchandise that is lost or damaged during transit is solely the shipper's responsibility. It is important save the tracking information and to properly insure all merchandise being returned to Buydig.",
    "television returns": "If you just don't like it If your TV was damaged in shipping If your TV does not seem to function properly",
    "warranty": "Please contact beach camera for any questions surrounding the manufacturer warranty"
}