{
    "<page title>": "Viewsonic VG VG930M 19\" LCD Monitor with Built in Speakers 766907227833 | eBay",
    "additional mpn": "VG930M",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "ViewSonic",
    "brightness": "280 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nViewSonic",
    "contrast ratio": "600, 700",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "155Â°",
    "maximum resolution": "1280 x 1024",
    "model": "VG930M",
    "monitor color": "Black",
    "mpn": "VG930M",
    "product information": "The ViewSonic VG930M is a stylish, slim, and sleek LCD TFT monitor that offers incredible multimedia performance to your desktop. The 19-inch LCD of this ViewSonic monitor flaunts a response time of 8ms, thereby letting you view your games at their best. With 300-nit brightness and a contrast ratio of 700:1, this LCD TFT monitor gives you crystal-clear imagery and breathtaking color. Built-in stereo speakers coupled with horizontal and vertical viewing angles of 160 and 155 degrees respectively, make this ViewSonic monitor the perfect mode of enjoying multi-media. Other features of this LCD TFT monitor are 1280x1024p resolution, an anti-glare surface, various ports for connectivity, and a 360-degree swivel range. Sized at 16.8 X 18.9 X 9.1 inches, the ViewSonic VG930M will take up no space and keep your surface-top uncluttered.\nProduct Identifiers BrandViewSonic ModelVG930M UPC766907227833 Additional MPNVG930M\nKey Features Product LineViewSonic VG Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix), LCD Flat Panel LCD TFT (Active Matrix) LCD Flat Panel LCD TFT (Active Matrix) Screen Size19\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio600:1,700:1 Response Time8 ms Refresh Rate60 Hz\nTechnical Features Synchronization Range - Vertical50 - 75 kHz Synchronization Range - Horizontal24 - 82 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical155Â° Regulatory ApprovalBSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack",
    "product line": "ViewSonic VG",
    "refresh rate": "60 Hz",
    "regulatory approval": "BSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, cUL",
    "response time": "8 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "24 - 82 kHz",
    "synchronization range  vertical": "50 - 75 kHz",
    "system": "Desktop",
    "upc": "766907227833",
    "video inputs": "DVI-D"
}