{
    "<page title>": "Samsung SyncMaster 930B 19\" LCD Flat Panel LCD TFT Monitor VGA DVI D 729507708249 | eBay",
    "additional mpn": "930B, SM930BF LS19BIDKSV LS19BIDKSVEDC LS19BIDKSVXSA 336619 LS19BIDKSVBDL 391 SAM1926 930B 930BFWITHGAME TDLS19BIDKSVEDC DH930BF 911 930BF SAG0001650600",
    "analog video input connector": "1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector",
    "aspect ratio": "5:4",
    "brand": "Samsung",
    "brightness": "300 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition\nBrand:\nSamsung",
    "contrast ratio": "700:1",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "160Â°",
    "max. resolution": "1280 x 1024",
    "maximum resolution": "1280 x 1024",
    "model": "930B",
    "monitor color": "Black",
    "product information": "The Syncmaster 930B offers the option of using either a digital or analog interface for viewing images and text. The 1280x1024 pixel resolution provided by this Samsung LCD monitor ensures vivid and bright images on the screen. This 19-inch monitor delivers 8ms response time that lets you watch fast paced action-packed movies and videos without any visual noise. The contrast ratio of 700:1 and 300 cdm2 brightness generated by the Syncmaster 930B shows you images that are sharp, clear and absolutely beautiful. The inclusion of MagicTune and MagicBright features in this Samsung LCD monitor enhances the picture quality to let you view life-like images. The LCD technology of this 19-inch monitor makes it less than 8 inches deep, letting you save a lot of desk space.\nProduct Identifiers BrandSamsung Model930B UPC729507708249, 8808979666560 Additional MPN930B, SM930BF LS19BIDKSV LS19BIDKSVEDC LS19BIDKSVXSA 336619 LS19BIDKSVBDL 391 SAM1926 930B 930BFWITHGAME TDLS19BIDKSVEDC DH930BF 911 930BF SAG0001650600\nKey Features Product LineSamsung SyncMaster Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix), LCD Flat Panel LCD TFT (Active Matrix) LCD Flat Panel LCD TFT (Active Matrix) Screen Size19\" Maximum Resolution1280 x 1024 Aspect Ratio5:4 Contrast Ratio700:1 Response Time8 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical56 - 75 kHz Synchronization Range - Horizontal30 - 81 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalEnergy Star, Energy star Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector, 1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack",
    "product line": "Samsung SyncMaster",
    "refresh rate": "75 Hz",
    "regulatory approval": "Energy Star, Energy star",
    "response time": "8 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "30 - 81 kHz",
    "synchronization range  vertical": "56 - 75 kHz",
    "system": "Desktop",
    "upc": "8808979666560",
    "video inputs": "DVI-D"
}