{
    "<page title>": "Viewsonic VA1912WB 19\" LCD Monitor 766907160512 | eBay",
    "additional mpn": "VA1912WB, VIE3144",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "16:10",
    "brand": "ViewSonic",
    "brightness": "300 cd/mÂ²",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "700:1",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "form factor": "Desktop",
    "max resolution": "1440 x 900",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "160Â°",
    "maximum resolution": "1440 x 900",
    "model": "VA1912WB",
    "monitor color": "Black",
    "monitor platform source": "PC",
    "mpn": "VA1912WB",
    "product information": "Enjoy sharp and brilliant image quality with the ViewSonic VA1912wb monitor that boasts a maximum resolution of 1440x900 pixels. Featuring 700:1 contrast ratio, this ViewSonic 19-inch monitor delivers crisper pictures and enhances your viewing experience. This ViewSonic LCD monitor has 160Âº viewing angle allowing you to view the screen from various positions without deteriorating quality. The 5ms response time given by this ViewSonic 19-inch monitor lets you watch fast motion pictures precisely without ghosting. To make your documents and pictures appear clearer, minus the distortion, the ViewSonic VA1912wb monitor has an aspect ratio of 16:10. Being anti-glare, this ViewSonic LCD monitor does not affect your eyes even if you work for longer time.\nProduct Identifiers BrandViewSonic ModelVA1912WB UPC766907160512, 840356288642 Additional MPNVA1912WB, VIE3144\nKey Features Product LineViewSonic VA Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix), LCD Flat Panel LCD TFT (Active Matrix) LCD Flat Panel LCD TFT (Active Matrix) Screen Size19\" Maximum Resolution1440 x 900 Aspect Ratio16:10 Contrast Ratio700:1 Response Time5 ms Refresh Rate85 Hz\nTechnical Features Synchronization Range - Vertical50 - 85 kHz Synchronization Range - Horizontal30 - 82 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalBSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, IC, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), NOM, PCBC, PSB, SASO, TCO-99, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, cUL Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack Monitor Platform SourcePC",
    "product line": "ViewSonic VA",
    "refresh rate": "85 Hz",
    "regulatory approval": "BSMI, C-TICK, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, IC, ISO 13406-2 (Pixel Defect Guidelines), ISO 13406-2 (Pixel defect guidelines), NOM, PCBC, PSB, SASO, TCO-99, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, cUL",
    "response time": "5 ms",
    "screen size": "19\"",
    "synchronization range  horizontal": "30 - 82 kHz",
    "synchronization range  vertical": "50 - 85 kHz",
    "system": "Desktop",
    "upc": "766907160512, 840356288642",
    "video inputs": "DVI-D"
}