{
    "<page title>": "Viewsonic VA1930WM VS11419 19\" Widescreen Flat Panel LCD w Audio in Speakers 766907241051 | eBay",
    "additional mpn": "VA1930WM",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "16:10",
    "brand": "ViewSonic",
    "brightness": "300 cd/mÂ²",
    "contrast ratio": "700",
    "digital video input standard": "DVI-D",
    "display technology": "LCD",
    "features": "Built-In Speakers",
    "form factor": "Desktop",
    "max resolution": "1440 x 900",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "160Â°",
    "maximum resolution": "1440 x 900",
    "model": "Value VA1930WM",
    "monitor color": "Black",
    "mpn": "VA1930WM",
    "product information": "For excellent multimedia performance, switch to the ViewSonic VAL930WM monitor. The ViewSonic monitor allows you to work on two documents at the same time. The ViewSonic 19-inch LCD features ClearMotiv 5ms video response which delivers broadcast-quality video for gamers and graphic pros. With OptiSync digital/analog inputs, this ViewSonic monitor expands your connectivity options. With two built-in stereo speakers, this ViewSonic 19-inch LCD ensures rich and stereo sound output. With stylish slim-bezel design, the ViewSonic VAL930WM monitor is sure to add to your decor.\nProduct Identifiers BrandViewSonic ModelValue VA1930WM UPC766907241051 Additional MPNVA1930WM\nKey Features Product LineViewSonic VA Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix), LCD Flat Panel LCD TFT (Active Matrix) LCD Flat Panel LCD TFT (Active Matrix) Screen Size19\" Maximum Resolution1440 x 900 Aspect Ratio16:10 Contrast Ratio700:1 Response Time5 ms Refresh Rate75 Hz\nTechnical Features Synchronization Range - Vertical50 - 75 kHz Synchronization Range - Horizontal24 - 82 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical160Â° Regulatory ApprovalBSMI, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), MPR-, NOM, PCBC, PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack",
    "product line": "ViewSonic VA",
    "refresh rate": "75 Hz",
    "regulatory approval": "BSMI, C-Tick, CB, CCC, CE, Energy Star, Energy star, FCC Class B, GOST-R, ICES, ISO 13406-2 (Pixel Defect Guidelines), MPR-, NOM, PCBC, PSB, SASO, TCO-03, TUV GS, TUV-ERGO, TUV-GS, TUV-S, UL, VCCI, cUL",
    "response time": "5 ms",
    "screen size": "19",
    "synchronization range  horizontal": "24 - 82 kHz",
    "synchronization range  vertical": "50 - 75 kHz",
    "upc": "766907241051",
    "video inputs": "DVI-D"
}