{
    "<page title>": "HP L2045W HSTND 2181 T LCD 20\" Monitor w O Base Stand 882780621794 | eBay",
    "additional mpn": "RD125AAR#ABA",
    "analog video input connector": "1 x 15 Pin D-Sub connector",
    "aspect ratio": "16:10",
    "brand": "HP",
    "color support": "24-bit (16.7M Colors)",
    "contrast ratio": "600, 1000",
    "digital video input standard": "DVI-D",
    "display technology": "Flat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix), LCD Flat Panel LCD TFT (Active Matrix) LCD Flat Panel LCD TFT (Active Matrix)",
    "form factor": "Desktop",
    "max resolution": "1680 x 1050",
    "max viewing angle horizontal": "160Â°",
    "max viewing angle vertical": "140Â°",
    "maximum resolution": "1680 x 1050",
    "model": "L2045W",
    "monitor color": "Black",
    "mpn": "RD125AA#ABA",
    "product information": "The black HP L2045W monitor features a 20-inch widescreen with 1680x1050 resolution and 16:10 aspect ratio. This HP LCD monitor with 16.2 million colors at a 0.258 mm pixel pitch offers high-definition video quality. This HP 20-inch monitor has two built-in USB 2.0 ports for easy system expandability and connectivity. Featuring a super-fast 5 ms response time, the HP L2045W ensures seamless color switching for enhanced motion video and gaming. Equipped with D-sub and DVI connectors, this HP LCD monitor supports both analog and digital inputs. Further, this HP 20-inch monitor automatically senses your power voltage and frequency and also sets it for you.\nProduct Identifiers BrandHP ModelL2045W UPC882780621794 Additional MPNRD125AAR#ABA\nKey Features Display TechnologyFlat Panel LCD TFT (Active Matrix), LCD, LCD Flat Panel LCD TFT (Active Matrix), LCD Flat Panel LCD TFT (Active Matrix) LCD Flat Panel LCD TFT (Active Matrix) Screen Size20\" Maximum Resolution1680 x 1050 Aspect Ratio16:10 Contrast Ratio600:1,1000:1 Response Time5 ms Refresh Rate60 Hz\nTechnical Features Synchronization Range - Vertical50 - 76 kHz Synchronization Range - Horizontal24 - 93 kHz Max Viewing Angle Horizontal160Â° Max Viewing Angle Vertical140Â° Regulatory ApprovalCE, CSA, Energy Star, Energy star, FCC, MIC, PC2001, TUV, VCCI Color Support24-bit (16.7M Colors) Form FactorDesktop\nConnectivity Analog Video Input Connector1 x 15 Pin D-Sub connector Digital Video Input StandardDVI-D\nMiscellaneous Monitor ColorBlack",
    "refresh rate": "60 Hz",
    "regulatory approval": "CE, CSA, Energy Star, Energy star, FCC, MIC, PC2001, TUV, VCCI",
    "response time": "5 ms",
    "screen size": "20\"",
    "synchronization range  horizontal": "24 - 93 kHz",
    "synchronization range  vertical": "50 - 76 kHz",
    "system": "Desktop",
    "upc": "882780621794",
    "video inputs": "DVI-D"
}