{
    "<page title>": "Cleverboxes - 278C4QHSN/00 | Philips (27 inch) LCD Monitor with Ambiglow LCD Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "backlight": "LED",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "Utilising the latest technology panels, the new Philips displays are designed with a minimalistic approach by limiting the outer bezel thickness to about 2.5 mm. Combined with an in-panel black matrix strip of around 9 mm, the overall bezel dimensions are reduced significantly, minimising distractions and maximising viewing size. Especially suited to multi-display or tiling setups like gaming, graphics design and professional applications, the Ultra-narrow bezel display gives you the feeling of using one large display. An HDMI-ready device has all the required hardware to accept High-Definition Multimedia Interface (HDMI) input, high quality digital video and audio signals all transmitted over a single cable from a PC or any number of AV sources including set-top boxes, DVD players and A/V receivers and video cameras. SmartImage is an exclusive leading edge Philips technology that analyses the content displayed on your screen and gives you optimised display performance. This user-friendly interface allows you to select various modes like Office, Image, Entertainment, Economy etc., to fit the application in use. Based on the selection, SmartImage dynamically optimises the contrast, colour saturation and sharpness of images and videos for ultimate display performance. The Economy mode option offers you major power savings. All in real time with the press of a single button!",
    "dimensions": "62.3cm (W) x 19.7cm (D) x 47.1cm (H) - Weight 5.44kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "pixel pitch": "0.311 x 0.311mm",
    "power consumption": "28W (Max) / 0.4W (Standby)",
    "product type": "Monitor",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "IPS LED 16.7 Million Colour",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz"
}