{
    "<page title>": "Cleverboxes - 240P4QPYEB/00 | Philips 240P4QPYEB/00 (24 inch) LCD Monitor with LED Backlight 1920x1200 (Black)",
    "aspect ratio": "16:10",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "SmartImage is an exclusive leading edge Philips technology that analyses the content displayed on your screen and optimises your display performance. This user-friendly interface allows you to select various modes, like Office, Photo, Movie, Game, Economy etc., to fit the application in use. Based on the selection, SmartImage dynamically optimises the contrast, colour saturation and sharpness of images and videos for ultimate display performance. The Economy mode option offers you major power savings. All in real time at the touch of a single button! Thanks to its advanced SmartErgoBase, the Philips monitor can be lowered down almost to desk level for a comfortable viewing angle. Low bezel-to-table height is the perfect solution if you use bifocals, trifocals or progressive lens glasses for your computing work. Additionally, it allows users of different heights to use the monitor at their preferred angle and height settings, helping them to reduce fatigue and strain. USB Hub allows user to conveniently connect their plug and play multimedia devices such as USB memory devices, camera, portable HDD, Web camera, PDA, Printer and many other devices which have USB connection available. The conveniently located USB 2.0 Hub on the monitor allows USB 2.0 signals to pass through to the computer.",
    "digital in": "1 x DVI-D",
    "dimensions": "55.5cm (W) x 24.4cm (D) x 55.0cm (H) - Weight 6.97kg",
    "displayport in": "1 x DisplayPort 1.2",
    "headphone ports": "1 x Headphone Port",
    "height adjustable": "Yes",
    "pivot": "Yes",
    "pixel pitch": "0.270 x 0.270mm",
    "power consumption": "17W (Max) / 0.2W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1200 Pixels",
    "response time": "14ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 76Hz",
    "screen dimensions": "24in (Diagonal)",
    "screen type": "IPS LED 16.7 Million Colour",
    "speakers": "2 x 1.5W",
    "swivel": "±65°",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "usb ports": "2 x USB 2.0",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}