{
    "<page title>": "Cleverboxes - MC914ZM/B | Apple (27 inch) LED Backlit LCD Display 1000:1 375cd/m2 (2560x1440) 12ms USB/FireWire/Thunderbolt",
    "aspect ratio": "16:9",
    "audio features": "Microphone integrated",
    "brightness": "375cd/m2",
    "certifications": "Lead-free; BFR-free; PVC-free; Mercury-free; Arsenic-free glass; Meets ENERGY STAR 5.1 requirements; Rated EPEAT Gold",
    "contrast ratio": "1,000:1 (Static)",
    "description": "Thunderbolt I/O technology lets you move data between your devices and your computer with unprecedented speed. With two channels of 10-Gbps throughput in both directions, it's up to 20 times faster than USB 2.0 and up to 12 times faster than FireWire 800. And it allows you to connect as many as six devices through a single, compact port. With just one cable, connect any Thunderbolt-enabled Mac and get 27 inches of high-resolution screen space, high-quality audio, a FaceTime HD camera, FireWire 800 and Gigabit Ethernet ports, and a Thunderbolt port you can use to daisy-chain additional high-performance peripherals such as hard drives and video capture devices. The Thunderbolt Display includes a MagSafe connector that powers and charges your MacBook Pro or MacBook Air. The connector sits on your desk, ready and waiting. No need to unwind the cord to the power adapter that came with your notebook. Leave it exactly where it is, in your bag. With the built-in FaceTime HD camera and microphone, you can connect your Mac desktop or notebook, open or closed, and make HD video calls or take a few snapshots using Photo Booth.",
    "dimensions": "65.0cm (W) x 20.7cm (D) x 49.1cm (H) - Weight 10.8kg",
    "display type": "LCD Display",
    "environmental": "Operating Temperature 10 to 35°C - Humidity 20 to 80%",
    "in the box": "Apple Thunderbolt Display • AC power cord • Printed documentation",
    "power consumption": "250W (Max) /",
    "power management features": "Energy Star",
    "product type": "Display",
    "resolution maximum": "WQXGA",
    "resolution native": "2560 x 1440 Pixels",
    "response time": "12ms",
    "rj45 ports": "1 x RJ-45",
    "screen dimensions": "27in",
    "screen type": "LED Backlight LCD TFT active-matrix LCD with in-plane switching (IPS) 16.7 million Colour",
    "security locking mechanics": "Kensington Lock Slot",
    "speakers": "Built-in",
    "system requirements": "Mac OS X v10.6.8 or later • Thunderbolt-enabled Mac computer, including MacBook Air, MacBook Pro, Mac mini, and iMac",
    "usb ports": "3 x USB 2.0",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "warranty": "90 days of free telephone support and a one-year limited warranty.",
    "webcam": "Integrated Webcam"
}