{
    "<page title>": "Cleverboxes - LS23MUPNB/EN | Samsung MD230 23 inch Professional LCD Monitor 3000:1 300cd/m2 1920x1080 8ms (Black)",
    "barcode": "8808993751686",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "3,000:1 (Static) , 15,000:1 (Dynamic)",
    "description": "The MD230X6 comes with six high-performance screens. Complete your multi-display experience with the highest picture quality you can get—full HD. The MD series offers a stunningly clear picture thanks to an incredible 3000:1 static contrast ratio and a 150000:1 dynamic contrast ratio. And with a wide angle view of 178° / 178°, the picture looks razor-sharp from every direction. Each MD series display includes an ergonomic, custom stand which gives you total flexibility to play games, watch movies or design graphics just the way you want. It’s height adjustable up to 100mm and includes a hinge that tilts inward at 30°. The stand even lets you assemble your multi-display in landscape or portrait form. How’s that for a design that adapts to your needs? Worried you won’t have enough outlets to hook up every display? No problem—the MD series features a simple power connection. A daisy chain connects every monitor so you’ll only have one power cord to plug in. Take multitasking to new levels with this multi-control pad which lets you control up to six monitors. You can adjust the picture’s brightness and contrast, and even optimize the picture settings for editing a document, surfing the Internet, playing games, watching sports or movies.",
    "dimensions": "52.86cm (W) x 6.05cm (D) x 30.8cm (H) - Weight 5.6kg",
    "monitor": "23in",
    "power consumption": "46W (Max) /",
    "resolution maximum": "1920 x 1080 Pixels",
    "response time": "8ms",
    "screen type": "LCD 16.7 million Colours",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "wall mount": "Yes , Supported - 100mm x 100mm"
}