{
    "<page title>": "Cleverboxes - 273V5LHAB/00 | Philips (27 inch) LCD Monitor with LED Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 10,000,000:1 (Dynamic)",
    "description": "An HDMI-ready device has all the required hardware to accept High-Definition Multimedia Interface (HDMI) input, high quality digital video and audio signals all transmitted over a single cable from a PC or any number of AV sources including set-top boxes, DVD players and A/V receivers and video cameras. Philips monitors with LED backlighting are free of Mercury content, one of the most toxic natural substances, which affects humans and animals. This allows for an eco-friendly display throughout its life-cycle, from manufacturing to disposal. White LED's are solid state devices which light up to full, consistent brightness faster saving startup time. LED's are free from mercury content, which allows for eco-friendly recycling and disposal process. LED's allow for better dimming control of the LCD backlight, resulting in a super high contrast ratio. It also gives superior colour reproduction thanks to consistent brightness across the screen. A pair of high-quality stereo speakers built into a display device. They may be visible front firing, or invisible down firing, top firing, rear firing etc. depending on model and design.",
    "digital in": "1 x DVI-D",
    "dimensions": "64.6cm (W) x 24.0cm (D) x 47.1cm (H) - Weight 4.53kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "hdmi ports": "1 x HDMI",
    "headphone ports": "1 x Headphone Port",
    "pixel pitch": "0.311 x 0.311mm",
    "power consumption": "19.5W (Max) / 0.5W (Standby)",
    "product type": "Monitor",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "TFT LCD 16.7 Million Colour",
    "speakers": "2 x 2W",
    "synch input": "Sync on Green",
    "tilt forwardbackward": "-5 to +20°",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}