{
    "<page title>": "Cleverboxes - 9H.LAXLB.HBE | BenQ BL2405HT (24 inch) LED Monitor 1000:1 250cd/m2 1920x1080 5ms DVI-D (Black)",
    "aspect ratio": "16:9",
    "barcode": "4718755050442",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "TCO 5.2",
    "contrast ratio": "1,000:1 (Static) , 12,000,000:1 (Dynamic)",
    "description": "The HAS allows you to find the best viewing angles for personal work or screen sharing with an extensive range of monitor adjustments - height, tilt, pivot, stroke and swivel. The screen bottom can be 110mm from the base now. Perfecting Your Audiovisual Enjoyment with Speakers (2W x 2) Whether you're listening to music or watching your favorite film, simply turn on the speakers to experience the audiovisual fun. The BL2405HT comes with an ultra-high dynamic contrast ratio of 12M:1 to add colour depth and definition to darkened and complex visuals, so that everything you see - from the brightest white to the darkest black - is perfectly rendered to deliver the most incredible picture performance. The BL2405HT have passed Windows 8 certification and is fully compatible with Windows 8 colour systems. Plug in the BL2405HT to your computer, and Windows 8 will recognize it instantly, making setup and connection effortless. ecoFACTS can tell you how eco-friendly BenQ products are! Development of eco-friendly products, BenQ doesn't just want to comply with green regulations passively, but also to actively develop eco-friendly products! ecoFACTS declares BenQ's greatest efforts on the replacement of hazardous substances, material selection, packaging design, energy-saving design and other aspects of the products.",
    "digital in": "1 x DVI-D",
    "dimensions": "57.9cm (W) x 21.3cm (D) x 35.0cm (H) - Weight 5.1kg",
    "hdmi ports": "1 x HDMI",
    "headphone ports": "1 x Headphone Port",
    "height adjustable": "Yes",
    "language selection": "OSD Language: 17 languages",
    "model name": "BL2405HT",
    "pivot": "Yes",
    "pixel pitch": "0.276mm",
    "power consumption": "42W (Max) /",
    "power supply": "Built-in",
    "product type": "Monitor",
    "resolution maximum": "1920 x 1080 Pixels",
    "response time": "5ms",
    "screen dimensions": "24in (Diagonal)",
    "screen type": "16.7 Million Colour",
    "security locking mechanics": "Kensington Lock",
    "swivel": "±45°",
    "tilt forwardbackward": "-5 to +15°",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "wall mount": "Yes , VESA 100 x 100mm"
}