{
    "<page title>": "Cleverboxes - E2481HS-B1 | Iiyama ProLite E2481HS (23.6 inch) LED Backlit LCD Monitor 1000:1 250cd/m2 (1920x1080) 2ms D-Sub/DVI-D/HDMI (Black)",
    "aspect ratio": "16:9",
    "backlight": "LED",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "CE, TUV-GS, TCO, CU",
    "contrast ratio": "1,000:1 (Static) , 5,000,000:1 (Dynamic)",
    "description": "A typical CCFL LCD uses four backlight lamps. Using LED diodes considerably lowers the power consumption and reduces the CO2 emission into the environment making this LCD a true ECO-Friendly product. With true 1920 x 1080p resolution your monitor is ready to display high definition images. This means you can accommodate more information on your screen; e.g. 60% more in comparison to a 1280 x 1024 monitor. Contrast Ratio is a measurement of the difference between the darkest black and the brightest white your monitor can display. Advanced Contrast Ratio is a feature that automatically adjusts contrast and brightness of the screen to assure perfect picture quality while watching films and playing games. This LED monitor is equipped with two high quality stereo speakers. HDMI stands for High-Definition Multimedia Interface. Much smaller and more convenient than DVI, HDMI also has the significant advantage over DVI that it supports audio as well as video signals. When very fast graphics are displayed your monitor can sometimes get blurry. Turning on the OverDrive feature will eliminate that. VESA mount compliance means you can easily mount your monitor to a wall.",
    "digital in": "1 x DVI-D",
    "dimensions": "54.35cm (W) x 21.35cm (D) x 40.2cm (H) - Weight 3.8kg",
    "display type": "LCD Display",
    "hd support": "Yes",
    "hdmi ports": "1 x HDMI",
    "in the box": "Iiyama ProLite E2481HS Monitor (Black), Power cable, D-Sub cable, DVI-D cable, Audio cable, Stand, Stand-base, Cable holder, Quick start guide, Safety guide",
    "language selection": "9 languages (EN, DE, FR, ES, IT, PT, Chinese, RU, JP)",
    "model name": "E2481HS",
    "pixel pitch": "0.27 x 0.27mm",
    "plug and play": "VESA DDC2B",
    "power consumption": "22W (Max) / 1W (Saving)",
    "power management features": "VESA DPMS, Energy Star",
    "power supply": "Internal",
    "product family": "ProLite",
    "product type": "Display",
    "resolution native": "1920 x 1080 Pixels 1080p",
    "response time": "2ms",
    "scan frequency horizontal": "24KHz to 80KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "23.6in Display Area - 52.13 x 29.32cm",
    "screen type": "TFT LCD TN Panel 16.7 million Colour",
    "security locking mechanics": "Kensington Lock Slot",
    "speakers": "2 x 2W Stereo",
    "synch input": "Separate sync",
    "tilt forwardbackward": "-4/20°",
    "user controls": "Luminance (contrast, brightness, ECO, i-style Colour, ACR), image setup (clock, phase, H. position, V. position, aspect), colour (gamma, colour temperature, sRGB), OSD setup (H. position, V. position, OSD time out, language), extra (reset, signal select, HDMI audio, OD, information), volume, auto adjust and 5 front controls (Power, Menu, +, -, Auto)",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 170° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm",
    "warranty": "Two years on-site (plus 1 free year extra - registration required)."
}