{
    "<page title>": "Cleverboxes - XB2380HS-B1 | Iiyama ProLite XB2380HS (23 inch) LED Backlit LCD Monitor 1000:1 250cd/m2 (1920x1080) 5ms D-Sub/DVI-D/HDMI (Black)",
    "aspect ratio": "16:9",
    "backlight": "LED",
    "barcode": "4948570111770",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "CE, TUV-GS, VCCI-B, TCO, CU",
    "contrast ratio": "1,000:1 (Static) , 5,000,000:1 (Dynamic)",
    "description": "A typical CCFL LCD uses four backlight lamps. Using LED diodes considerably lowers the power consumption and reduces the CO2 emission into the environment making this LCD a true ECO-Friendly product. This LED monitor is equipped with two high quality stereo speakers. Contrast Ratio is a measurement of the difference between the darkest black and the brightest white your monitor can display. Advanced Contrast Ratio is a feature that automatically adjusts contrast and brightness of the screen to assure perfect picture quality while watching films and playing games. When very fast graphics are displayed your monitor can sometimes get blurry. Turning on the OverDrive feature will eliminate that. HDMI stands for High-Definition Multimedia Interface. Much smaller and more convenient than DVI, HDMI also has the significant advantage over DVI that it supports audio as well as video signals. A Height Adjustable Stand allows you to set the perfect position of the screen ensuring ergonomic posture and optimal viewing comfort which benefits not only your health but also productivity. VESA mount compliance means you can easily mount your monitor to a wall. Screen rotation means you can change the position of the screen from landscape into portrait. This feature can be very handy while working with long spreadsheets or texts.",
    "digital in": "1 x DVI-D (with HDCP)",
    "dimensions": "54.85cm (W) x 24.45cm (D) x 41.55cm (H) - Weight 5.8kg",
    "display type": "LCD Display",
    "hd support": "Yes",
    "hdmi ports": "1 x HDMI",
    "height adjustable": "Yes",
    "in the box": "Iiyama ProLite XB2380HS Monitor (Black), Power cable, VGA (D-Sub) cable, DVI-D cable, Audio cable, Stand, Screw, Cable holder, Quick start guide, Safety guide",
    "language selection": "9 languages(EN, DE, FR, ES, IT, PT, Chinese, RU, JP)",
    "model name": "XB2380HS",
    "operating systems supported": "Microsoft Windows 95, 98, Me, 2000, XP, Vista, 7",
    "pivot": "Yes",
    "pixel pitch": "0.265 x 0.265mm",
    "plug and play": "VESA DDC 2B",
    "power consumption": "26W (Max) / 1W (Saving)",
    "power management features": "VESA DPMS, Energy Star",
    "power supply": "Internal",
    "product family": "ProLite",
    "product type": "Display",
    "resolution native": "1920 x 1080 Pixels 1080p",
    "response time": "5ms",
    "scan frequency horizontal": "24KHz to 80KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "23in Display Area - 50.9 x 28.6cm",
    "screen type": "LED Backlight LCD IPS Panel 16.7 million Colour",
    "security locking mechanics": "Kensington Lock Slot",
    "speakers": "2 x 2W (Stereo)",
    "swivel": "320°",
    "synch input": "Separate sync",
    "tilt forwardbackward": "Up 22°, Down 5°",
    "user controls": "Luminance (contrast, brightness, ECO, i-style Colour, ACR), image setup (clock, phase, H. position, V. position, aspect), colour (gamma, colour temperature, sRGB), OSD setup (H. position, V. position, OSD time out, language), others (reset, signal select, HDMI audio, OD, information), volume, auto adjust and 5 front controls (Power, Menu, +/ Volume, -/ ECO, Auto)",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , Supported - 100mm x 100mm",
    "warranty": "Two years on-site (plus 1 free year extra - registration required)."
}