{
    "<page title>": "Cleverboxes - 9H.LARLB.Q8E | BenQ BL702A (17 inch) LCD Monitor 1000:1 250cd/m2 5ms 1280 x 1024 D-Sub (Black)",
    "aspect ratio": "5:4",
    "barcode": "4718755048968",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "TCO 6.0",
    "contrast ratio": "1,000:1 (Static) , 12,000,000:1 (Dynamic)",
    "description": "Every Monitor produces a strain of blue spectrum light that is one of the critical causes of eye damage, eye strain, headaches and sleeping disorders. BenQ's unique Low Blue Light technology is designed to deal with the everyday problem of blue light exposure and allows a healthier time spent in front of your computer. Switch to one of the four preset Low Blue Light Modes from OSD hot key (Multimedia - 30% reduction, Web-surfing - 50% reduction, Office - 60% reduction, Reading - 70% reduction), and reward your eyes without having to lose the visual enjoyment. Experience the truest colours of the world with the BenQ Senseye Human Vision Technology. With the help of its six proprietary calibration techniques, Senseye 3 delivers only the best viewing quality in each of its six pre-set viewing modes -Standard, Movie, Game, Photo, sRGB, and ECO - with the ECO Mode especially design to save power and money. The BL702A comes with an ultra-high dynamic contrast ratio of 12M:1 to add colour depth and definition to darkened and complex visuals, so that everything you see - from the brightest white to the darkest black - is perfectly rendered to deliver the most incredible picture performance. The BL702A have passed Windows 8 certification and is fully compatible with Windows 8 colour systems. Plug in the BL702A to your computer, and Windows 8 will recognize it instantly, making setup and connection effortless.",
    "dimensions": "36.9cm (W) x 5.8cm (D) x 32.2cm (H) - Weight 2.5kg",
    "language selection": "OSD Language: 17 languages",
    "model name": "BL702A",
    "pixel pitch": "0.264mm",
    "power consumption": "17W (Max) /",
    "power supply": "Built-in",
    "product type": "Monitor",
    "resolution maximum": "1280 x 1024 Pixels",
    "response time": "5ms",
    "screen dimensions": "17in",
    "security locking mechanics": "Kensington Lock",
    "tilt forwardbackward": "-5 to +20°",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "wall mount": "Yes , VESA 100 x 100mm"
}