{
    "<page title>": "Cleverboxes - 9H.LAFLB.QBE | BenQ EW2740L (27 inch) LCD Display 3000:1 300cd/m2 1920x1080 12ms (Black)",
    "aspect ratio": "16:9",
    "barcode": "4718755046872",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "3,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "The Flicker-free technology eliminates flickering at all brightness levels and effectively reducing eye fatigue. Conventional LCD screens flicks 200 times per second. Your eyes may not see flickers, but can certainly feel them. Free your eyes from flickers by switching to Flicker-free Monitors and let your eyes do less work. Every Monitor produces a strain of blue spectrum light that is one of the critical causes of eye damage, eye strain, headaches and sleeping disorders. BenQ's unique Low Blue Light technology is designed to deal with the everyday problem of blue light exposure and allows a healthier time spent in front of your computer. Switch to one of the four preset Low Blue Light Modes from OSD hot key (Multimedia - 30% reduction, Web-surfing - 50% reduction, Office - 60% reduction, Reading - 70% reduction), and reward your eyes without having to lose the visual enjoyment. The EW Series have passed Windows 8 certification and is fully compatible with Windows 8 colour systems. Plug in the EW Series Monitor to your computer, and Windows 8 will recognize it instantly, making setup and connection effortless. ecoFACTS can tell you how eco-friendly BenQ products are! Development of eco-friendly products, BenQ doesn't just want to comply with green regulations passively, but also to actively develop eco-friendly products! ecoFACTS declares BenQ's greatest efforts on the replacement of hazardous substances, material selection, packaging design, energy-saving design and other aspects of the products.",
    "dimensions": "62.2cm (W) x 19.1cm (D) x 45.0cm (H) - Weight 4.2kg",
    "hdmi ports": "2 x HDMI",
    "language selection": "OSD Language: 17 languages",
    "model name": "EW2740L",
    "pixel pitch": "0.311mm",
    "product type": "Monitor",
    "resolution maximum": "1920 x 1080 Pixels",
    "response time": "12ms",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "16.7 Million Colour",
    "security locking mechanics": "Kensington Lock",
    "tilt forwardbackward": "-5 to +20°",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)"
}