{
    "<page title>": "Cleverboxes - 9H.L4WLA.SBE | BenQ BL2201PT 22 inch TFT LED Widescreen Monitor 1000:1 250cd/m2 1680x1050 5ms DVI (Black)",
    "barcode": "4718755024641",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 12,000,000:1 (Dynamic)",
    "description": "On average, office workers spend about 20% of their working time away from their computers - often without turning them off. This feature automatically switches the monitor to Eco Mode when users step away from their desks and switches back to normal mode when users return - effectively saving considerable energy and money, which would otherwise reflect on to their monthly electricity bills. BenQ has added built-in speakers to the BL2201PT to boost the appeal of your business solutions! Not having to buy separate sound systems means your customers get to save up more money! The BL2201PT are built to give you seamless DP connectivity that fits perfectly with just about any input device - without rendering your customers' existing equipment obsolete. Green Technologies Certified to Keep the Earth and Your Business Solutions Lookin' Great! Help your customers build their business, as well as their reputation, with the BenQ BL2201PT! Globally recognized in the green community, these monitors are built to keep your customers and the Earth lookin' great! With global warming worsening, it's even more important to help businesses save energy and avoid pollution. The BenQ BL2201PT adopts mercury-free, power-saving LED backlight panel to reduce harmful CO2 emissions while increasing brightness and display lifespan - keeping precious water sources free of pollution during the manufacturing and recycling process For most businesses, keeping track of electricity usage can be quite a task - especially when it comes to reminding office workers to turn off their computers after a long day at work. Thanks to the eco sensor, your customers get to reduce energy waste and CO2 emission effortlessly - saving the planet bit by bit! Built to successfully minimize waste and environmentally harmful pollution, the BenQ BL2201PT monitors are coating-free and 100% recyclable - with 65% of the monitor frame made of recycled plastics. The BenQ BL2201PT comes with an extra green packaging for easier recycling. All materials used for packaging are EPS-free - with all PVC or foamed plastics replaced with recyclable paper cushion. Moreover, recycled paper is used for 80% packing to save forests. The Secret to Business Success: Enjoyable Work Environment Makes Happy Workers! Enjoyment matters! Only a highly enjoyable work environment can breed happy productive office workers! Built to offer glorious Full HD visual performance on large, vibrant LED displays, the BL2201PT offers you the kind of enjoyable edge that only BenQ can provide! LED-backlit panels are always ready for show! No more waiting for screens to warm up to reach full brightness and deliver outstanding colour presentation! It's the latest high definition video and image formats! With Full HD 1080p resolution and 16:10 aspect ratio, office workers get to enjoy a new clarity with richer, more realistic colours in even the subtlest details. Working with a tiny monitor screen can be quite uncomfortable! The B",
    "dimensions": "51.67cm (W) x 22.26cm (D) x 42.99cm (H) - Weight 6.1kg",
    "display type": "LED Monitor",
    "height adjustable": "Yes",
    "in the box": "BenQ BL2201PT 22 inch TFT LED Widescreen Monitor • VGA cable / Power cable / Audio cable",
    "language selection": "17 languages",
    "monitor": "22in Display Area - 47.37 x 29.61cm",
    "operating systems supported": "Microsoft Windows 7",
    "pivot": "Yes",
    "pixel pitch": "0.282mm",
    "power consumption": "34.5W (Max) / 25.9W (Saving)",
    "power supply": "Built-in",
    "resolution maximum": "1680 x 1050 Pixels WSXGA+",
    "response time": "5ms",
    "scan frequency": "30 to 83KHz (Horizontal) x 55 to 76Hz (Vertical)",
    "screen type": "LED 16.7 million Colours",
    "security locking mechanics": "Kensington Lock Slot",
    "speakers": "2 x 1.0W",
    "swivel": "±45°",
    "tilt forwardbackward": "-5 to +20°",
    "video bandwidth": "165MHz",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}