{
    "<page title>": "Cleverboxes - 271P4QPJKEB/00 | Philips (27 inch) AMVA LCD Monitor with LED Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "5,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "The SmartErgoBase is a monitor base that delivers ergonomic display comfort and provides cable management. The user-friendly height, swivel, tilt and rotation angle adjustments of the base allow the monitor to be positioned for maximum comfort to help ease the physical strains of a long workday. In addition, cable management reduces cable clutter and keeps the workspace neat and professional. An HDMI-ready device has all the required hardware to accept High-Definition Multimedia Interface (HDMI) input, high quality digital video and audio signals all transmitted over a single cable from a PC or any number of AV sources including set-top boxes, DVD players and A/V receivers and video cameras. USB Hub allows user to conveniently connect their plug and play multimedia devices such as USB memory devices, camera, portable HDD, Web camera, PDA, Printer and many other devices which have USB connection available. The conveniently located USB 2.0 Hub on the monitor allows USB 2.0 signals to pass through to the computer. Note that many devices like cameras and HDD may need to be powered On independently, as they have higher power requirements than the monitor USB Hub can provide.",
    "digital in": "1 x DVI-D",
    "dimensions": "63.9cm (W) x 24.2cm (D) x 58.0cm (H) - Weight 7.5kg",
    "displayport in": "1 x DisplayPort",
    "hdmi ports": "1 x HDMI",
    "headphone ports": "1 x Headphone Port",
    "height adjustable": "Yes",
    "pivot": "Yes",
    "pixel pitch": "0.311 x 0.311mm",
    "power consumption": "23W (Max) / 0.3W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1080 Pixels",
    "response time": "12ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "A-MVA 16.7 Million Colour",
    "speakers": "2 x 2W",
    "swivel": "±65°",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "vga in": "1 x 15-pin D-Sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}