{
    "<page title>": "Cleverboxes - 272C4QPJKAB/00 | Philips (27 inch) LCD Monitor with Webcam Multiview 2560x1440 (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "PowerSensor is a built-in 'people sensor' that transmits and receives harmless infrared signals to determine if the user is present and then automatically reduces monitor brightness when then user steps away from the desk, cutting energy costs by up to 80 percent and prolonging monitor life. Embedded 2 megapixel webcam with superb, bright and crisp images enables you to socialise with your family and friends. Its sensitive microphone ensures that your voice carries through clearly. You can hear clear audio either from its built-in stereo speakers, or attach your own headphones for private conversations. This simple built-in solution ensures you don't have to get in a tangle anymore with installing a camera and positioning microphones. With the ultra high resolution Philips MultiView display you can now experience a world of connectivity in comfort whether at the office or at home. MultiView enables active dual connect and view so that you can work with multiple devices like a PC and Notebook side-by-side simultaneously, making complex multi-tasking work a breeze. Watching live football feeds from your set-top box on the right-hand side, while browsing the Internet from your notebook on the left is now easy. You may want to keep an eye on the live news feed with audio in the small window, while working on your latest blog.",
    "digital in": "1 x DVI-D",
    "dimensions": "63.9cm (W) x 19.7cm (D) x 49.5cm (H) - Weight 6.3kg",
    "displayport in": "1 x DisplayPort",
    "hdmi ports": "2 x HDMI",
    "headphone ports": "1 x Headphone Port",
    "pixel pitch": "0.233 x 0.233mm",
    "power consumption": "38W (Max) / 0.4W (Standby)",
    "product type": "Monitor",
    "resolution native": "2560 x 1440 Pixels",
    "response time": "12ms",
    "scan frequency horizontal": "30KHz to 90KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "PLS 16.7 Million Colour",
    "speakers": "2 x 2W Integrated",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}