{
    "<page title>": "Cleverboxes - VG2039M-LED | Viewsonic VG2039M-LED (20 inch) LED Display 1,000:1 250cd/m2 1600 x 900 5ms (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x Audio Line In",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "CE, CB, CU, WEEE, RoHS, TCO, UL/cUL, FCC-B, ENERGY STAR, EPEAT, Windows, UkrSEPRO",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "The VG2039m-LED features a native 1600x900 resolution for unbelievable pixel-by-pixel image performance. The VG2039m-LED provides 37% more pixels, as well as a 10% larger viewing area, when compared to 18.5 displays. You'll experience the most amazing clarity and detail whether it be for working, or enjoying the latest in multimedia entertainment. A 16:9 widescreen ratio minimizes eye fatigue, and is perfectly compatible with multi-window viewing without toggling. The VG2039m-LED is one of the great examples of an ergonomically designed tool. Based on your height, chair and desk conditions, you can adjust it up and down 8 cm, swivel it 360°, or tilt it 25°, whatever makes you more comfortable. The mercury free LED backlight conserves more energy when compared to conventional CCFL displays. LED Backlighting also allows for a sleek and slim panel profile. Our industry-leading pixel performance policy, and our 3-year limited warranty, make ViewSonic a market leader in commitment to quality. ViewSonic is dedicated to using the highest grade panels and offers solid and reliable products. A superior dynamic contrast ratio of 20,000,000:1 better defines the relationship between the darkest and brightest colours, ensuring all displayed images are rich and detailed. Combined with an extremely fast 5ms response time, every motion is naturally and accurately reproduced without any blurs. The VG2039M-LED is environmentally sound, complete with an energy-saving mercury-free LED backlight and Eco-mode.",
    "digital in": "1 x DVI",
    "dimensions": "46.6cm (W) x 25.0cm (D) x 38.2cm (H) - Weight 3.8kg",
    "headphone ports": "1 x Headphone Port",
    "height adjustable": "Yes",
    "model name": "VG2039m",
    "power consumption": "15W (Max)",
    "product type": "Monitor",
    "resolution maximum": "1600 x 900 Pixels",
    "response time": "5ms",
    "screen dimensions": "20in (Diagonal)",
    "speakers": "2 x 2W",
    "swivel": "±360°",
    "tilt forwardbackward": "-5 to +20°",
    "usb ports": "3 x USB 2.0",
    "vga in": "1",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "wall mount": "Yes , VESA 100 x 100mm",
    "warranty": "3-year limited warranty"
}