{
    "<page title>": "Cleverboxes - C271P4QPJEW/00 | Philips (27 inch) LCD Monitor with Clinical D-image LED Backlight 1920x1080 (White)",
    "aspect ratio": "16:9",
    "backlight": "LED",
    "brightness": "300cd/m2",
    "case colour": "White",
    "contrast ratio": "5,000:1 (Static)",
    "description": "Basic safety, essential performance and reliability are essential requirements in a professional clinical environment. Unlike standard displays, Philips clinical review displays employ special medical-grade power supplies in order to meet these requirements. It complies with the EN/IEC 60601-1 standard ensuring basic safety and essential performance. It also complies with the EN/IEC 60601-1-2 collateral standard for medical-grade electromagnetic tests and compatibility. Many countries, hospitals and clinics mandate compliance to these standards as a requirement. Philips AMVA LED display uses an advanced multi-domain vertical alignment technology which gives you super-high static contrast ratios for extra vivid and bright images. While standard office applications are handled with ease, it is especially suitable for photos, web-browsing, films, gaming and demanding graphical applications. Its optimised pixel management technology gives you 178/178 degree extra wide viewing angle, resulting in crisp images even in 90 degree pivot mode. PowerSensor is a built-in 'people sensor' that transmits and receives harmless infrared signals to determine if the user is present and then automatically reduces monitor brightness when then user steps away from the desk, cutting energy costs by up to 80 percent and prolonging monitor life.",
    "digital in": "1 x DVI-D",
    "dimensions": "63.9cm (W) x 19.1cm (D) x 57.7cm (H) - Weight 7.9kg",
    "displayport in": "1 x DisplayPort 1.2",
    "hdmi ports": "1 x HDMI",
    "height adjustable": "Yes",
    "pivot": "Yes",
    "pixel pitch": "0.311 x 0.311mm",
    "power consumption": "26W (Max) / 0.4W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1080 Pixels",
    "response time": "12ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "A-MVA 16.7 Million Colour",
    "speakers": "2 x 2W",
    "swivel": "±65°",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "usb ports": "4 x USB 2.0",
    "vga in": "1 x 15-pin D-Sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}