{
    "<page title>": "Cleverboxes - X2485WS-B1 | Iiyama ProLite X2485WS (24.1 inch) LED Backlit LCD Monitor 1000:1 300cd/m2 (1920 x1200) 5ms D-Sub/DVI-D/DisplayPort/Headphone (Black)",
    "aspect ratio": "16:10",
    "backlight": "LED",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "certifications": "CE, TUV-GS, VCCI-B, TCO, CU",
    "contrast ratio": "1000:1 (Static) , 5,000,000:1 (Dynamic)",
    "description": "A typical CCFL LCD uses four backlight lamps. Using LED diodes considerably lowers the power consumption and reduces the CO2 emission into the environment making this LCD a true ECO-Friendly product. The IPS panel technology guarantees consistent colour reproduction with wide viewing angles and high contrast and therefore it is especially recommended for graphics design and other applications which require colours to be displayed accurately. The response time of the panel allows for smooth playback while watching films and playing games, making the IPS the best all-round technology suitable for both business and home use. Contrast Ratio is a measurement of the difference between the darkest black and the brightest white your monitor can display. Advanced Contrast Ratio is a feature that automatically adjusts contrast and brightness of the screen to assure perfect picture quality while watching films and playing games. This LED monitor is equipped with two high quality stereo speakers. When very fast graphics are displayed your monitor can sometimes get blurry. Turning on the OverDrive feature will eliminate that. VESA mount compliance means you can easily mount your monitor to a wall.",
    "digital in": "1 x DVI-D (with HDCP)",
    "dimensions": "56.1cm (W) x 21.65cm (D) x 44.9cm (H) - Weight 4.6kg",
    "display type": "LCD Display",
    "displayport in": "1 x DisplayPort (with HDCP)",
    "headphone ports": "1 x Headphone/line-out",
    "in the box": "Iiyama ProLite X2485WS Monitor (Black), Power cable, VGA (D-Sub) cable, DVI-D cable, Audio cable, Stand, Cable holder, Quick start guide, Safety guide",
    "language selection": "9 languages (EN, DE, FR, ES, IT, NL, Chinese, RU, JP)",
    "model name": "X2485WS",
    "operating systems supported": "Microsoft Windows 95, 98, Me, 2000, XP, Vista, 7, 8",
    "pixel pitch": "0.27 x 0.27mm",
    "plug and play": "VESA DDC 2B",
    "power consumption": "36W (Max) / 0.5W (Saving)",
    "power management features": "VESA DPMS, Energy Star",
    "power supply": "Internal",
    "product family": "ProLite",
    "product type": "Display",
    "resolution native": "1920 x 1200 Pixels WUXGA",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 94KHz",
    "scan frequency vertical": "50Hz to 75Hz",
    "screen dimensions": "24.1in Display Area - 51.84 x 32.4cm",
    "screen type": "LED Backlight LCD IPS Panel 16.7 million Colour",
    "security locking mechanics": "Kensington Lock Slot",
    "speakers": "2 x 1.5W Stereo",
    "synch input": "Separate sync",
    "tilt forwardbackward": "Up 22°, Down 5°",
    "user controls": "Picture (brightness, contrast, H.position, V.position, phase, clock, colour temp., sRGB, auto adjust), OSD (H.position, V.position, OSD timeout, transparency), display (display mode, i-style Colour, ACR, ECO, sharpness, OD, gamma), audio (volume, mute, audio input), miscellaneous (language, input select, opening logo, after AC cut, reset), information and 5 front controls (Power, Menu, +/ Volume, -/ ECO, Auto)",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "warranty": "Two years on-site (plus 1 free year extra - registration required)."
}