{
    "<page title>": "Cleverboxes - VA2342-LED | Viewsonic VA2342-LED (23 inch) LED Monitor 1000:1 250cd/m2 1920x1080 5ms (Black)",
    "antiglare  antistatic": "Anti-Glare • Hard Coating 3H",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "CE, CB, BSMI, SASO, C-tick, e-standby, KC, UL/cUL, FCC-B (including ICES003), NOM, Mexico Energy, GOSTR/Hygienic, UkrSEPRO, TCO 5.2, Erp, CCC, China, Energy, Energy Star, EPEAT Silver, WEEE, RoHS, SVHC list",
    "contrast ratio": "1,000:1 (Static) , 100,000,000:1 (Dynamic)",
    "description": "The VA2342-LED features a Full HD 1080p 1920 x 1080 resolution for unbelievable pixel-by-pixel image performance. You'll experience the most amazing clarity and detail while working, gaming or enjoying the latest in multimedia entertainment. Dynamic contrast ratio allows darker black levels and a higher dynamic contrast. An additional benefit from the dynamic contrast ratio feature is the significant reduction of light leakage on darker screens, especially when viewed from the side. With an intelligent variety of backlighting, it's easy to experience deeper black levels while watching darker scenes in movies or video games; thus providing enhanced images and an impressive screen performance. LED backlighting enhances display performance, delivers an outstanding colour range and adjusts contrast ratios for remarkably detailed images. The LED backlight allows a slimmer panel profile and conserves up to 25% more energy when compared to conventional displays. An incorporated slim bezel and hidden button design grants the VA2342-LED a consistent and professional appearance. With DVI-D digital interface and the patented VESA wall mount compliant, the VA2342-LED serves as the ideal display for your office or home settings.",
    "digital in": "1 x DVI",
    "dimensions": "54.8cm (W) x 16.4cm (D) x 41.5cm (H) - Weight 2.55kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 90%",
    "model name": "VA2342",
    "pixel pitch": "0.265 x 0.265mm",
    "power consumption": "20W (Max) /",
    "product type": "Monitor",
    "resolution maximum": "1920 x 1080 Pixels",
    "response time": "5ms",
    "scan frequency horizontal": "24KHz to 83KHz",
    "scan frequency vertical": "50Hz to 76Hz",
    "screen dimensions": "23in",
    "tilt forwardbackward": "-5 to +15°",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA 100 x 100mm"
}