{
    "<page title>": "Cleverboxes - 221TE5LB/00 | Philips 221TE5LB/00 (21.5 inch) LCD Monitor with LED Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "You want the LCD flat display with the highest contrast and most vibrant images. Philips advanced video processing combined with unique extreme dimming and backlight-boosting technology results in vibrant images. SmartContrast will increase the contrast with excellent black level and accurate rendition of dark shades and colours. It gives a bright, lifelike picture with high contrast and vibrant colours. SmartPicture is an exclusive leading edge Philips technology that analyses the content displayed on your screen and gives you optimised display performance. This user friendly interface allows you to select various modes like Office, Image, Entertainment, Economy etc., to fit the application in use. Based on the selection, SmartPicture dynamically optimises the contrast, colour saturation and sharpness of images and videos for ultimate display performance. The Economy mode option offers you major power savings. All in real time with the press of a single button! SmartSound allows you to select various modes like Movie, Games, Music etc., thereby automatically activating predefined frequencies to enhance the sound related to the function.",
    "dimensions": "51.1cm (W) x 17.4cm (D) x 36.8cm (H) - Weight 3.58kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "hdmi ports": "2 x HDMI",
    "power consumption": "30W (Max) / 0.3W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1080 Pixels",
    "scart ports": "1 x SCART",
    "screen dimensions": "21.5in (Diagonal)",
    "screen type": "TFT LCD",
    "speakers": "2 x 3W",
    "tilt forwardbackward": "0 to +15°",
    "usb ports": "1 x USB",
    "vga in": "1 x 15-pin D-Sub",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 75mm x 75mm"
}