{
    "<page title>": "Cleverboxes - X2377HS-GB1 | Iiyama ProLite X2377HS (23 inch) LED Backlit LCD Monitor 1000:1 250cd/m2 (1920x1080) 4ms VGA/DVI/HDMI (Black)",
    "aspect ratio": "16:9",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "CE, TUV-Bauart, VCCI-B, PSE, CU",
    "contrast ratio": "1,000:1 (Static) , 5,000,000:1 (Dynamic)",
    "description": "The IPS panel technology guarantees consistent colour reproduction with wide viewing angles and high contrast and therefore it is especially recommended for graphics design and other applications which require colours to be displayed accurately. The response time of the panel allows for smooth playback while watching films and playing games, making the IPS the best all-round technology suitable for both business and home use. The X-Res Technology feature enhances pictures quality making sure they always look vivid and natural. Especially handy when enlarging lower definition pictures with rough edges, the feature helps to deliver better quality pictures giving the viewer a sense of higher resolution. Contrast Ratio is a measurement of the difference between the darkest black and the brightest white your monitor can display. Advanced Contrast Ratio is a feature that automatically adjusts contrast and brightness of the screen to assure perfect picture quality while watching films and playing games. HDMI stands for High-Definition Multimedia Interface. Much smaller and more convenient than DVI, HDMI also has the significant advantage over DVI that it supports audio as well as video signals. A typical CCFL LCD uses four backlight lamps. Using LED diodes considerably lowers the power consumption and reduces the CO2 emission into the environment making this LCD a true ECO-Friendly product. When very fast graphics are displayed your monitor can sometimes get blurry. Turning on the OverDrive feature will eliminate that. VESA mount compliance means you can easily mount your monitor to a wall.",
    "digital in": "1 x DVI-D (with HDCP)",
    "dimensions": "54.6cm (W) x 16.4cm (D) x 39.45cm (H) - Weight 4.1kg",
    "hd support": "Yes",
    "hdmi ports": "1 x HDMI",
    "in the box": "Iiyama ProLite X2377HS Monitor (Black), Power cable, D-Sub cable, DVI-D cable, Audio cable, Stand, Stand base, Quick start guide, Safety guide",
    "language selection": "10 languages (EN, RU, DE, FR, ES, IT, NL, Chinese traditional and simplified, JP)",
    "model name": "X2377HS",
    "operating systems supported": "Microsoft Windows 95, 98, Me, 2000, XP, Vista, 7, 8",
    "pixel pitch": "0.265 x 0.265mm",
    "plug and play": "VESA DDC 2B",
    "power consumption": "24W (Max) / 0.5W (Saving)",
    "power management features": "VESA DPMS, Energy Star",
    "power supply": "Internal",
    "product family": "ProLite",
    "product type": "Monitor",
    "resolution native": "1920 x 1080 Pixels 1080p",
    "response time": "4ms",
    "scan frequency horizontal": "30KHz to 80KHz",
    "scan frequency vertical": "55Hz to 75Hz",
    "screen dimensions": "23in (Diagonal) , 50.9cm (W) x 28.6cm (H)",
    "screen type": "LCD with LED Backlight/IPS Panel 16.7 million Colour",
    "security locking mechanics": "Kensington Lock Slot",
    "speakers": "2 x 1.5W Stereo Speakers",
    "synch input": "Separate sync",
    "tilt forwardbackward": "Up 15°, Down 5°",
    "user controls": "Picture (brightness, contrast, H. position, V. position, phase, clock, colour temp., auto adjust), OSD (H. position, V. position, OSD time out), display (display mode, i-style Colour, Adv. Contrast, ECO, sharpness, Over Drive, X-Res Technology), audio (volume, mute, audio input), miscellaneous (language, input select, opening logo, reset), information and 5 front controls (Power, Menu/ Select, +/ Volume, -/ ECO, Auto/ Exit)",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , Supported - 100mm x 100mm",
    "warranty": "Two years on-site (plus 1 free year extra - registration required)."
}