{
    "<page title>": "Cleverboxes - 272P4QPJKEB/00 | Philips (27 inch) LCD Monitor with Webcam Multiview LED Backlight 2560x1440 (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "300cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "PowerSensor is a built-in 'people sensor' that transmits and receives harmless infrared signals to determine if the user is present and then automatically reduces monitor brightness when then user steps away from the desk, cutting energy costs by up to 80 percent and prolonging monitor life. Embedded webcam and microphone enables you to view and communicate with your colleagues and clients. This simple solution allows you to collaborate and share, saving precious time and travel-related costs. With the ultra high resolution Philips MultiView display you can now experience a world of connectivity in comfort whether at the office or at home. MultiView enables active dual connect and view so that you can work with multiple devices like a PC and Notebook side-by-side simultaneously, making complex multi-tasking work a breeze. Watching live football feeds from your set-top box on the right-hand side, while browsing the Internet from your notebook on the left is now easy. You may want to keep an eye on the live news feed with audio in the small window, while working on your latest blog. With a plethora of connectivity, these Philips displays come equipped with multi connections like Dual link DVI, Display Port and universal HDMI connector, enabling you to enjoy high-resolution uncompressed video and audio content. The USB 3.0 option ensures that you can have super-speed data transfers while having global connectivity.",
    "digital in": "1 x DVI-D",
    "dimensions": "63.9cm (W) x 24.2cm (D) x 58.0cm (H) - Weight 8.5kg",
    "displayport in": "1 x DisplayPort",
    "hdmi ports": "2 x HDMI",
    "headphone ports": "1 x Headphone Port",
    "pixel pitch": "0.233 x 0.233mm",
    "power consumption": "39W (Max) / 0.3W (Standby)",
    "product type": "Monitor",
    "resolution native": "2560 x 1440 Pixels",
    "response time": "12ms",
    "scan frequency horizontal": "30KHz to 90KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "PLS 16.7 Million Colour",
    "speakers": "2 x 2W",
    "swivel": "±65°",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "usb ports": "3 x USB 2.0",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}