{
    "<page title>": "Cleverboxes - VA2246M-LED | Viewsonic  VA2246m-LED(22 inch) LED Display 1000:1 250cd/m2 1920x1080 5ms (Black)",
    "antiglare  antistatic": "Anti-Glare • Hard Coating 3H",
    "audio line in ports": "1 x Audio Line In",
    "barcode": "0766907722529",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "certifications": "CE, CB, WEEE, RoHS, REACH SVHC List, ENERGY STAR, Windows 8, Window7, UkrSEPRO, ErP, CU, CCC, CEL Level 1, BSMI, PSB, C-tick",
    "contrast ratio": "1,000:1 (Static) , 10,000,000:1 (Dynamic)",
    "description": "A superior dynamic contrast ratio of 10,000,000:1 better defines the relationship between the darkest and brightest colours, ensuring all displayed images are rich and detailed. Combined with an extremely fast 5ms response time, every motion is naturally and accurately reproduced without any blurs. The VA2246m-LED is environmentally sound, complete with an energy-saving mercury-free LED backlight and Eco-mode. Its ENERGY STAR certification means you save up to 40% in energy costs when compared to regular 22 monitors. ViewSonic's proprietary Eco-mode function gives you the choice to optimize (75%) or conserve (50%) energy, thus reducing display brightness and conserving energy by up to 50%. Especially in low ambient light, Eco-mode adjusts brightness and improves visibility while reducing eye fatigue and prolonging the display's lamp life. Windows 8 Certified, the VA2246m-LED provides the most updated Windows 8 experience without any compatibility issues. Experience the all-new Windows 8 operating system with ViewSonic's VA2246m-LED display. Designed for use in various settings, the VA2246m-LED's robust design makes it safe and secure wherever it is installed. That's because it comes with a Kensington security lock slot and is VESA wall mount compliant - making it the perfect monitor for all office and public settings.",
    "digital in": "1 x DVI-D",
    "dimensions": "50.9cm (W) x 19.7cm (D) x 36.6cm (H)",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 10 to 90%",
    "in the box": "Power Cable • D-Sub • Audio Cable • Quick Start Guide • ViewSonic CD Wizard • Base Instruction Guide",
    "model name": "VA2246m-LED",
    "power consumption": "22W (Max)",
    "product type": "Monitor",
    "resolution maximum": "1920 x 1080 Pixels",
    "response time": "5ms",
    "scan frequency horizontal": "24KHz to 82KHz",
    "scan frequency vertical": "50Hz to 75Hz",
    "screen dimensions": "22in",
    "speakers": "2 x 2W",
    "tilt forwardbackward": "-5 to +18°",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA 100 x 100mm"
}