{
    "<page title>": "Cleverboxes - 231P4UPES/00 | Philips 231P4UPES/00 (23 inch) LCD Monitor with LED Backlight 1920x1080 (Silver)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "250cd/m2",
    "case colour": "Silver",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "The SmartErgoBase is a monitor base that delivers ergonomic display comfort and provides cable management. The user-friendly height, swivel, tilt and rotation angle adjustments of the base allow the monitor to be positioned for maximum comfort to help ease the physical strains of a long workday. In addition, cable management reduces cable clutter and keeps the workspace neat and professional. PowerSensor is a built-in 'people sensor' that transmits and receives harmless infrared signals to determine if the user is present and then automatically reduces monitor brightness when then user steps away from the desk, cutting energy costs by up to 80 percent and prolonging monitor life. TCO Edge certification is given to products that go beyond existing eco-labelling programmes. Over and above standard TCO requirements, it further mandates that the product uses a minimum of 65% post-consumer recycled plastics, is energy efficient, uses minimal hazardous materials, has 100% recyclable packaging and, amongst other requirements, is designed for easy recycling. You can rest assured that this Philips monitor is a cutting edge technology product, which is best in class ICT, benefitting you and the planet while helping you make a responsible green IT purchase!",
    "dimensions": "54.7cm (W) x 22.0cm (D) x 51.5cm (H) - Weight 5.3kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "headphone ports": "1 x Headphone Port",
    "pixel pitch": "0.26 x 0.26mm",
    "power consumption": "24W (Max) / 0.1W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1080 Pixels",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "23in (Diagonal)",
    "screen type": "TFT LCD 16.7 Million Colour",
    "speakers": "2 x 1.5W",
    "swivel": "±65°",
    "synch input": "Separate sync, Sync on green",
    "vga in": "1 x 15-pin D-Sub",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}