{
    "<page title>": "Cleverboxes - 221S3LCB/00 | Philips 221S3LCB (21.5 inch) Monitor with LED Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "backlight": "LED",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "Philips EPEAT Silver certified monitors ensure protection for human health and the environment, and are highly energy efficient ensuring low emissions of climate changing green house gases. The EPEAT programme helps purchasers evaluate, compare and select Monitors based on 51 environmental criteria supported by the US EPA. EPEAT Silver is valid only where Philips registers the product. SmartImage is an exclusive leading edge Philips technology that analyses the content displayed on your screen and gives you optimised display performance. This user-friendly interface allows you to select various modes like Office, Image, Entertainment, Economy etc., to fit the application in use. Based on the selection, SmartImage dynamically optimises the contrast, colour saturation and sharpness of images and videos for ultimate display performance. The Economy mode option offers you major power savings. All in real time with the press of a single button! Touch controls are intelligent, touch sensitive icons that replace protruding buttons that lets the user adjust the monitor to their requirement. Responding to your lightest touch, Touch control gives the monitor a modern feel.",
    "digital in": "1 x DVI-D",
    "dimensions": "50.7cm (W) x 22.0cm (D) x 40.0cm (H) - Weight 4.83kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "height adjustable": "Yes",
    "pivot": "Yes",
    "pixel pitch": "0.280 x 0.280mm",
    "power consumption": "17W (Max) / 0.1W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1080 Pixels",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "21.5in (Diagonal)",
    "screen type": "16.7 Million Colour",
    "swivel": "±65°",
    "synch input": "Composite sync, sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "176° (Horizontal - Max) x 170° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz"
}