{
    "<page title>": "Cleverboxes - 19B1CS/86 | Philips (19 inch) Monitor with Ergo Base 1280x1024 (Silver)",
    "aspect ratio": "5:4",
    "audio line in ports": "1 x 3.5mm Stereo",
    "audio line out ports": "1 x 3.5mm Stereo",
    "brightness": "250cd/m2",
    "case colour": "Silver/Black",
    "contrast ratio": "1,000:1 (Static) , 25,000:1 (Dynamic)",
    "description": "TrueVision is an industry leading, proprietary Philips testing and algorithm technology for the adjustment and fine-tuning of monitors, an extensive process that ensures ultimate display performance in compliance with a standard four-times more stringent than Microsoft's Vista requirements, for each monitor that leaves the factory - not just a few review samples. Only Philips goes to these lengths to deliver this exacting level of colour accuracy and display quality in every new monitor. Philips EPEAT Silver certified monitors ensure protection for human health and the environment, and are highly energy efficient ensuring low emissions of climate changing green house gases. The EPEAT programme helps purchasers evaluate, compare and select Monitors based on 51 environmental criteria supported by the US EPA. EPEAT Silver is valid only where Philips registers the product. Please visit www.epeat.net for registration status in your country. SmartContrast is a Philips technology that analyses the contents you are displaying, automatically adjusting colours and controlling backlight intensity to dynamically enhance contrast for the best digital images and videos or when playing games where dark hues are displayed. When Economy mode is selected, contrast is adjusted and backlighting fine-tuned for just-right display of everyday office applications and lower power consumption.",
    "digital in": "1 x DVI-D",
    "dimensions": "44.2cm (W) x 20.1cm (D) x 40.4cm (H)",
    "pixel pitch": "0.294 x 0.294mm",
    "power consumption": "18W (Max) /",
    "product type": "Monitor",
    "resolution native": "1280 x 1024 Pixels",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "19in (Diagonal)",
    "screen type": "TFT LCD 16.7 Million Colour",
    "speakers": "2 x 1.0W",
    "swivel": "±45°",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "+5 to -20°",
    "usb ports": "1 x USB 2.0",
    "vga in": "1 x 15-pin D-Sub",
    "view angle": "176° (Horizontal - Max) x 170° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz"
}