{
    "<page title>": "Cleverboxes - 274E5QHAW/00 | Philips (27 inch) LCD Monitor with SmartImage Lite LED Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "audio line in ports": "1 x 3.5mm PC audio input",
    "backlight": "LED",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "SmartImage Lite is an exclusive, leading edge Philips technology that analyses the content displayed on your screen. Based on a scenario you select, SmartImage Lite dynamically enhances the contrast, colour saturation and sharpness of images and videos for ultimate display performance - all in real time with the press of a single button. An HDMI-ready device has all the required hardware to accept High-Definition Multimedia Interface (HDMI) input, high quality digital video and audio signals all transmitted over a single cable from a PC or any number of AV sources including set-top boxes, DVD players and A/V receivers and video cameras. The Full HD screen has the widescreen resolution of 1920 x 1080p. This is the highest resolution of HD sources for the best possible picture quality. It is fully future-proof as it supports 1080p signals from all sources, including the most recent sources such as Blu-ray and advanced HD game consoles. The signal processing is extensively upgraded to support this much higher signal quality and resolution. It produces brilliant flicker-free progressive scan pictures with superb brightness and colours.",
    "dimensions": "62.2cm (W) x 23.7cm (D) x 47.0cm (H) - Weight 5.1kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "hdmi ports": "1 x HDMI",
    "headphone ports": "1 x Headphone Port",
    "pixel pitch": "0.311 x 0.311mm",
    "power consumption": "25.6W (Max) / 0.5W (Standby)",
    "product type": "Monitor",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "27in (Diagonal)",
    "screen type": "AH-IPS 16.7 Million Colour",
    "speakers": "2 x 6W",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "vga in": "1 x 15-pin D-sub",
    "view angle": "178° (Horizontal - Max) x 178° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}