{
    "<page title>": "Cleverboxes - 241S4LCB/00 | Philips 241S4LCB/00 (24 inch) LCD Monitor with LED Backlight 1920x1080 (Black)",
    "aspect ratio": "16:9",
    "backlight": "LED",
    "brightness": "250cd/m2",
    "case colour": "Black",
    "contrast ratio": "1,000:1 (Static) , 20,000,000:1 (Dynamic)",
    "description": "TrueVision is a proprietary Philips technology that uses an advanced algorithm for testing and aligning the monitor display, which gives you the ultimate display performance 4 times more stringent than Windows sRGB requirements. Only Philips ensures each and every monitor that leaves the factory is fine tuned with this process so you can get consistent colour and picture quality. Philips monitors with LED backlighting are free of Mercury content, one of the most toxic natural substances, which affects humans and animals. This allows for an eco-friendly display throughout its life-cycle, from manufacturing to disposal. PC software for fine tuning display performance and settings. Philips offers users two choices for display setting adjustment. Either navigate the multi-level On-Screen Display menu through buttons on the display itself or use the Philips SmartControl software to easily adjust the various display settings in a familiar way. Touch controls are intelligent, touch sensitive icons that replace protruding buttons that lets the user adjust the monitor to their requirement. Responding to your lightest touch, Touch control gives the monitor a modern feel.",
    "digital in": "1 x DVI-D",
    "dimensions": "56.5cm (W) x 22.7cm (D) x 40.3cm (H) - Weight 6.3kg",
    "environmental": "Operating Temperature 0 to 40°C - Humidity 20 to 80%",
    "height adjustable": "Yes",
    "pivot": "Yes",
    "pixel pitch": "0.276 x 0.276mm",
    "power consumption": "21.9W (Max) / 0.1W (Standby)",
    "product type": "Monitor",
    "resolution native": "1920 x 1200 Pixels",
    "response time": "5ms",
    "scan frequency horizontal": "30KHz to 83KHz",
    "scan frequency vertical": "56Hz to 75Hz",
    "screen dimensions": "24in (Diagonal)",
    "screen type": "TFT LCD 16.7 Million Colour",
    "swivel": "±65°",
    "synch input": "Separate sync, Sync on green",
    "tilt forwardbackward": "-5 to +20°",
    "vga in": "1 x 15-pin D-Sub",
    "view angle": "170° (Horizontal - Max) x 160° (Vertical - Max)",
    "voltagefrequency": "100 to 240VAC / 50 to 60Hz",
    "wall mount": "Yes , VESA Compliant - 100mm x 100mm"
}